{
  "chart": {
    "noDataForThisPeriod": "لا توجد بيانات لهذه الفترة الزمنية"
  },
  "measurements": {
    "types": {
      "BMI": {
        "description": "مقياس شائع لتصنيف وزن الجسم بالنسبة لارتفاع الجسم. ومع ذلك ، فإن المعنى محدود ، لأن الأشخاص الذين لديهم كتلة عضلية كبيرة يمكن أن يكون مؤشر كتلة الجسم لديهم أكبر من 25 ولا يزالون يتمتعون بصحة جيدة. للحصول على رؤى أفضل ، انظر إلى تكوين الجسم (الدهون ، العضلات ، ...). يمكن أن يتأثر إيجابيا بالنشاط البدني والتغذية الصحية."
      },
      "BODY_FAT": {
        "description": "مؤشر جيد لتصنيف تكوين جسمك. يعتبر ارتفاع نسبة الدهون في الجسم مؤشرًا أساسيًا للمخاطر الصحية. مستويات الدهون في الجسم ممتازة تكشف عن \"حزمة ستة\". يمكن أن يتأثر إيجابيا بالنشاط البدني والتغذية الصحية."
      },
      "WAIST_TO_HIP_RATIO": {
        "description": "مؤشر شائع لمخاطر صحة القلب والأوعية الدموية من خلال النظر إلى توزيع الدهون الذي يتم تحديده بشكل أساسي وراثيًا. ترتبط أنواع الجسم التي تحتوي على المزيد من الدهون في منطقة الجذع الوسطى بمخاطر أعلى. بالنسبة لأنواع الجسم تلك ، من المهم جدًا أن تظل نحيفًا بشكل عام. تساعد التغذية الصحية والتمارين المنتظمة."
      },
      "WAIST_CM": {
        "description": "قطر الحجاب الحاجز الفردي. تتأثر سلبًا بالدهون الحشوية ونتيجة لنوعك المورفولوجي."
      },
      "HIP_CM": {
        "description": "يتم قياس قطر وركك الفردي عند أقصى منطقة للأرداف. نتيجة تكوين جسمك."
      },
      "WEIGHT_KG": {
        "description": "وزن الجسم وحده له قيمة محدودة للغاية للصحة. للحصول على رؤى حقيقية ، انظر إلى تكوين الجسم (الدهون ، العضلات ، ...). بشكل عام ، يؤدي وزن الجسم المرتفع إلى إحداث تأثير أكبر على المفاصل والأوتار. تحتاج إلى بناء المزيد من القوة العضلية لتعويض هذه التأثيرات."
      },
      "FAT_MASS_INDEX": {
        "description": "مؤشر كتلة الدهون يضع كتلة الدهون بالنسبة لطول الجسم. إنه مؤشر جيد جدًا لتصنيف تكوين جسمك ، متفوقًا على نسبة الدهون في الجسم. القيم المرتفعة للغاية هي مؤشر أساسي للمخاطر الصحية. القيم الممتازة علامة على جماليات جيدة تكشف عن \"العبوات الست\". يمكن أن يتأثر إيجابيا بالنشاط البدني والتغذية الصحية."
      },
      "SKELETAL_MUSCLE_MASS": {
        "description": "العضلات مهمة لجودة الحياة. تعتبر القيم المنخفضة للغاية مؤشرًا لخطر الإصابات والضعف (Sarcopenia). تعمل العضلات الصحية على تنظيم جهاز المناعة وتقليل الالتهابات وتحسين التمثيل الغذائي (Myokines). يتأثر إيجابيا بتمارين القوة."
      },
      "BODY_MUSCLE_PERCENTS": {
        "description": "العضلات مهمة لجودة الحياة. تعتبر القيم المنخفضة للغاية مؤشرًا لخطر الإصابات والضعف (Sarcopenia). تعمل العضلات الصحية على تنظيم جهاز المناعة وتقليل الالتهابات وتحسين التمثيل الغذائي (Myokines). يتأثر إيجابيا بتمارين القوة."
      },
      "FAT_FREE_MASS": {
        "description": "مجموع العضلات والعظام والأعضاء الداخلية والماء والأوتار ووزن الدم. ترتبط القيم العالية بتعريف الجسم الجمالي والقيم المنخفضة جدًا مع انخفاض مستوى اللياقة. يتأثر إيجابيا بتمارين القوة والتغذية الصحية."
      },
      "FAT_FREE_MASS_INDEX": {
        "description": "مؤشر الكتلة الخالية من الدهون هو مؤشر رياضي. ترتبط القيم العالية بتعريف الجسم الجمالي والقيم المنخفضة جدًا مع انخفاض مستوى اللياقة البدنية. يتأثر إيجابيا بتمارين القوة والتغذية الصحية."
      },
      "VISCERAL_FAT": {
        "description": "الدهون الحشوية هي الدهون الموجودة في تجويف البطن حول الأعضاء الداخلية. القيم العالية هي عامل خطر لأمراض التمثيل الغذائي والعمليات الالتهابية. يمكن تقليله بشكل كبير عن طريق تدريب اللياقة البدنية."
      },
      "VISCERAL_FAT_LEVEL_CM2": {
        "description": "الدهون الحشوية هي الدهون الموجودة في تجويف البطن حول الأعضاء الداخلية. القيم العالية هي عامل خطر لأمراض التمثيل الغذائي والعمليات الالتهابية. يمكن تقليله بشكل كبير عن طريق تدريب اللياقة البدنية."
      },
      "VISCERAL_FAT_RATING": {
        "description": "الدهون الحشوية هي الدهون الموجودة في تجويف البطن حول الأعضاء الداخلية. القيم العالية هي عامل خطر لأمراض التمثيل الغذائي والعمليات الالتهابية. يمكن تقليله بشكل كبير عن طريق تدريب اللياقة البدنية."
      },
      "BODY_WATER": {
        "label": "ماء الجسم",
        "description": "المذيبات وعامل النقل وموارد المغذيات ومنظم درجة الحرارة. الجفاف خطر صحي خطير وشائع جدًا. يعتبر تناول الكثير من الماء أقل شيوعًا ولكنه قد يمثل مشكلة أيضًا في ظل ظروف معينة."
      },
      "BODY_PROTEIN_KG": {
        "label": "بروتين الجسم",
        "description": "ارتباط كبير بكتلة العضلات والكولاجين. تجمع الأحماض الأمينية وهي مواد أساسية للحياة ، وهي ضرورية لجميع آليات إصلاح الجسم وعملية الشفاء. تعمل حالة البروتين المنخفضة على تثبيط جهاز المناعة لديك وتؤسس حالة صحية ضعيفة. يتأثر إيجابيا بتمارين القوة والأغذية الغنية بالبروتين."
      },
      "BODY_MINERALS_KG": {
        "label": "المعادن",
        "description": "معلمة لاستقرار عظامك. ترتبط القيم المنخفضة جدًا بهشاشة العظام مما يزيد من خطر الإصابة بكسور العظام. تدريبات القوة هي وسيلة وقائية مهمة ، وأفضل ما يمكن دمجها مع مكملات الكالسيوم وفيتامين د."
      },
      "EXTRA_CELLULAR_WATER": {
        "label": "مياه خلوية إضافية",
        "description": "تمثل نسبة الماء في الجسم جميع مكونات السوائل في نظام القلب والأوعية الدموية. إنها وسيلة النقل الأيضية الخاصة بك. تشير القيم المنخفضة جدًا إلى جفاف غير صحي. يمكن أن يؤدي تدريب التحمل إلى تحسين توازن الماء في الجسم."
      },
      "INTRA_CELLULAR_WATER": {
        "label": "المياه الخلوية داخل"
      },
      "SOFT_LEAN_MASS_KG": {
        "label": "كتلة طرية ناعمة",
        "description": "مجموع مياه الجسم والبروتين والمعادن غير العظمية. تشير القيم المنخفضة إلى ظروف غذائية غير صحية محتملة. إلى جانب الاستعداد الوراثي ، نتيجة التغذية الفردية وظروف نمط الحياة."
      },
      "SEGMENTAL_LEAN_TRUNK_KG": {
        "label": "كتلة العجاف الجذع"
      },
      "SEGMENTAL_MUSCLE_TRUNK_KG": {
        "label": "عضلات جذع"
      },
      "TOTAL_ENERGY_EXPENDITURE": {
        "label": "إجمالي نفقات الطاقة",
        "description": "هذه هي الطاقة اليومية التي يحتاجها جسمك. يتم تحديده من خلال إنفاق الطاقة أثناء الراحة (~ 70٪) ومقدار النشاط اليومي (~ 30٪). يتأثر بشكل إيجابي بزيادة النشاط البدني المنتظم وزيادة استهلاك الطاقة أثناء الراحة."
      },
      "RESTING_ENERGY_EXPENDITURE": {
        "label": "نفقات الطاقة يستريح",
        "description": "هذه هي الطاقة اليومية التي يحتاجها جسمك لأداء الوظائف الأساسية عندما يكون جسمك في حالة راحة ، مثل التنفس أو الدورة الدموية. يتأثر بالعديد من العوامل - بما في ذلك العمر والجنس وكتلة العضلات وأيضًا مستوى التجدد بعد النشاط البدني. يتأثر بشكل إيجابي بتدريبات القوة وتمارين القلب المكثفة."
      },
      "BODY_PHASE_ANGLE": {
        "label": "زاوية الطور",
        "description": "زاوية المرحلة هي مؤشر على صحة خلايا الجسم وسلامتها. تشير زاوية المرحلة العالية إلى أغشية الخلايا السليمة. ترتفع عندما تكون بصحة جيدة وتنخفض عندما تكون مريضًا. كما أنه ينخفض مع تقدمك في العمر. عندما تزيد زاوية طورك ، فإنك تبطئ من الشيخوخة. يمكن تحسين زاوية الطور بشكل أفضل من خلال زيادة الكتلة الخالية من الدهون بالنسبة إلى وزن الجسم."
      },
      "BASAL_METABOLIC_RATE_KJ": {
        "label": "معدل الاستقلاب الأساسي",
        "description": "هذه هي الطاقة اليومية التي يحتاجها جسمك لأداء الوظائف الأساسية عندما يكون جسمك في حالة راحة ، مثل التنفس أو الدورة الدموية. يتأثر بالعديد من العوامل - بما في ذلك العمر والجنس وكتلة العضلات وأيضًا مستوى التجدد بعد النشاط البدني. يتأثر بشكل إيجابي بتدريبات القوة وتمارين القلب المكثفة."
      },
      "SEGMENTAL_MUSCLE_ARM_KG": {
        "description": "كتلة عضلات الذراع المنفصلة. تشير القيم المنخفضة إلى حالة قطاعية ضعيفة. ركز على تحقيق التوازن بين جانبك الأيمن والأيسر لتجنب الاختلالات العضلية. يمكن تحسينها عن طريق تدريب العضلة ذات الرأسين أو العضلة ثلاثية الرؤوس."
      },
      "SEGMENTAL_FAT_TRUNK_KG": {
        "label": "كتلة دهون الجذع"
      },
      "SEGMENTAL_FAT_LEG_KG": {
        "label": "كتلة دهون الساقين"
      },
      "SEGMENTAL_FAT_ARM_KG": {
        "label": "كتلة دهون الذراع "
      },
      "HAMSTRING_EXTENSION_DEGREE": {
        "label": "أوتار الركبة",
        "description": "تتكون السلسلة الظهرية من عضلات الربلة وأوتار الركبة. يمكن أن تسبب المواقف الرتيبة مثل الجلوس أو ركوب الدراجة توترًا أعلى ومرونة محدودة مما يؤدي إلى وضع سيء ويمكن أن يؤدي إلى آلام أسفل الظهر."
      }
    },
    "interpretation": {
      "low": "قليل",
      "normal": "طبيعي",
      "excellent": "ممتاز",
      "elevated": "مرتفعة"
    }
  },
  "myBioage": "عمري الحيوي"
}
