{
  "measurements": {
    "types": {
      "BMI": {
        "description": "Обичайно измерване за класифициране на телесното тегло спрямо телесната височина. Въпреки това значението е ограничено, тъй като хората с много мускулна маса могат да имат ИТМ над 25 и пак да са здрави. За по-добра представа погледнете състава на тялото (мазнини, мускули,...). Може да се повлияе положително от физическа активност и здравословно хранене."
      },
      "BODY_FAT": {
        "description": "Добър индикатор за класифициране на телесния ви състав. Твърде високият процент телесни мазнини е основен индикатор за риск за здравето. Отличните нива на телесни мазнини разкриват \"пакет от шест\". Може да се повлияе положително от физическа активност и здравословно хранене."
      },
      "WAIST_TO_HIP_RATIO": {
        "description": "Общ индикатор за сърдечно-съдови здравни рискове чрез разглеждане на разпределението на мазнините, което е основно генетично определено. Типове тяло, носещи повече мазнини в средната област на торса, корелират с по-висок риск. За тези типове тяло е още по-важно да останат слаби като цяло. Здравословното хранене и редовните упражнения помагат."
      },
      "WAIST_CM": {
        "description": "Вашият индивидуален диаметър на средната част. Негативно повлиян от висцералната мазнина и резултат от вашия морфологичен тип."
      },
      "HIP_CM": {
        "description": "Вашият индивидуален диаметър на бедрата, измерен в максималната площ на задните части. Резултат от състава на вашето тяло."
      },
      "WEIGHT_KG": {
        "description": "Телесното тегло само по себе си има много ограничена стойност за здравето. За реална представа погледнете състава на тялото (мазнини, мускули,...). Като цяло високото телесно тегло създава по-голямо въздействие върху ставите и сухожилията. Трябва да изградите повече мускулна сила, за да компенсирате това въздействие."
      },
      "FAT_MASS_INDEX": {
        "description": "Индексът на мастната маса поставя мастната маса във връзка с телесната височина. Това е много добър показател за класифициране на телесния ви състав, превъзхождащ процента на телесните мазнини. Твърде високите стойности са основен индикатор за риск за здравето. Отлични стойности, знак за добра естетика, разкриват \"пакет от шест\". Може да се повлияе положително от физическа активност и здравословно хранене."
      },
      "SKELETAL_MUSCLE_MASS": {
        "description": "Мускулите са важни за качеството на живот. Твърде ниските стойности са индикатор за риск от наранявания и слабост (саркопения). Здравите мускули регулират имунната ви система, намаляват възпаленията и подобряват метаболизма (миокини). Повлиява се положително от силови тренировки."
      },
      "BODY_MUSCLE_PERCENTS": {
        "description": "Мускулите са важни за качеството на живот. Твърде ниските стойности са индикатор за риск от наранявания и слабост (саркопения). Здравите мускули регулират имунната ви система, намаляват възпаленията и подобряват метаболизма (миокини). Повлиява се положително от силови тренировки."
      },
      "FAT_FREE_MASS": {
        "description": "Сума от мускули, кости, вътрешни органи, вода, сухожилия, кръвно тегло. Високи стойности, свързани с естетическа дефиниция на тялото, и твърде ниски стойности с ниско ниво на фитнес. Повлиява се положително от силовите тренировки и здравословното хранене."
      },
      "FAT_FREE_MASS_INDEX": {
        "description": "Индексът на маса без мазнини е атлетичен индикатор. Високи стойности, свързани с естетическа дефиниция на тялото, и твърде ниски стойности с ниско ниво на фитнес. Повлиява се положително от силовите тренировки и здравословното хранене."
      },
      "VISCERAL_FAT": {
        "description": "Висцералната мазнина е мазнината в коремната кухина около вътрешните органи. Високите стойности са рисков фактор за метаболитни заболявания и възпалителни процеси. Може значително да се намали чрез фитнес тренировки."
      },
      "VISCERAL_FAT_LEVEL_CM2": {
        "description": "Висцералната мазнина е мазнината в коремната кухина около вътрешните органи. Високите стойности са рисков фактор за метаболитни заболявания и възпалителни процеси. Може значително да се намали чрез фитнес тренировки."
      },
      "VISCERAL_FAT_RATING": {
        "description": "Висцералната мазнина е мазнината в коремната кухина около вътрешните органи. Високите стойности са рисков фактор за метаболитни заболявания и възпалителни процеси. Може значително да се намали чрез фитнес тренировки."
      },
      "BODY_WATER": {
        "label": "Вода на тялото",
        "description": "Разтворител, транспортен агент, хранителен ресурс и температурен регулатор. Дехидратацията е опасен риск за здравето и е доста често срещана. Прекомерният прием на вода е по-рядко срещан, но също може да бъде проблем при определени условия."
      },
      "BODY_PROTEIN_KG": {
        "label": "Телесен протеин",
        "description": "Висока корелация с мускулна и колагенова маса. Аминокиселинен пул, които са жизненоважни вещества, необходими за всички механизми за възстановяване на тялото и лечебни процеси. Ниският протеинов статус потиска имунната ви система и установява слаб здравен статус. Повлиява се положително от силови тренировки и богата на протеини храна."
      },
      "BODY_MINERALS_KG": {
        "label": "Минерали",
        "description": "Параметър за вашата костна стабилност. Твърде ниските стойности са свързани с остеопороза, която увеличава риска от фрактури на костите. Силовите тренировки са важна профилактика, най-добре се комбинират с добавки с калций и витамин D."
      },
      "EXTRA_CELLULAR_WATER": {
        "label": "Екстра клетъчна вода",
        "description": "Фракцията на телесната вода, представена от всички течни компоненти във вашата сърдечно-съдова система. Това е вашата метаболитна транспортна среда. Твърде ниските стойности показват нездравословна дехидратация. Тренировките за издръжливост могат да подобрят водния баланс на тялото ви."
      },
      "INTRA_CELLULAR_WATER": {
        "label": "Вътрешноклетъчна вода"
      },
      "SOFT_LEAN_MASS_KG": {
        "label": "Мека чиста маса",
        "description": "Сума от общата ви телесна вода, протеини и не-костни минерали. Ниските стойности показват потенциални нездравословни условия на хранене. Освен генетична предразположеност, резултат от индивидуалните условия на хранене и начин на живот."
      },
      "SEGMENTAL_LEAN_TRUNK_KG": {
        "label": "Постна маса"
      },
      "SEGMENTAL_MUSCLE_TRUNK_KG": {
        "label": "Мускули на торса"
      },
      "TOTAL_ENERGY_EXPENDITURE": {
        "label": "Общ разход на енергия",
        "description": "Това е дневната енергия, необходима на тялото ви. Определя се от вашия разход на енергия в покой (~70%) и обема на дневната активност (~30%). Повлиява се положително от увеличаване на редовната физическа активност и увеличаване на разхода на енергия в покой."
      },
      "RESTING_ENERGY_EXPENDITURE": {
        "label": "Разход на енергия в покой",
        "description": "Това е дневната енергия, необходима на тялото ви, за да изпълнява най-основните функции, когато тялото ви е в покой, като дишане или циркулация на кръвта. То се влияе от много фактори — включително възраст, пол, мускулна маса, както и нивото на регенерация след физическа активност. Повлиява се положително от силови тренировки и интензивни кардио тренировки."
      },
      "BODY_PHASE_ANGLE": {
        "label": "Фазов ъгъл",
        "description": "Фазовият ъгъл е индикатор за здравето и целостта на телесните клетки. Високият фазов ъгъл показва непокътнати клетъчни мембрани. Покачва се, когато сте здрави, и намалява, когато сте болни. То също намалява с възрастта. Когато увеличите своя фазов ъгъл, вие забавяте стареенето. Фазовият ъгъл може да се подобри най-добре чрез увеличаване на масата без мазнини спрямо телесното тегло."
      },
      "BASAL_METABOLIC_RATE_KJ": {
        "label": "Основна скорост на метаболизма",
        "description": "Това е дневната енергия, необходима на тялото ви, за да изпълнява най-основните функции, когато тялото ви е в покой, като дишане или циркулация на кръвта. То се влияе от много фактори — включително възраст, пол, мускулна маса, както и нивото на регенерация след физическа активност. Повлиява се положително от силови тренировки и интензивни кардио тренировки."
      },
      "SEGMENTAL_MUSCLE_ARM_KG": {
        "description": "Разделена мускулна маса на ръката. Ниските стойности показват слаб сегментен статус. Съсредоточете се, за да балансирате дясната и лявата страна, за да избегнете мускулен дисбаланс. Може да се подобри чрез тренировка за бицепс или трицепс с една ръка."
      },
      "SEGMENTAL_FAT_TRUNK_KG": {
        "label": "Маса мазнини в багажника"
      },
      "SEGMENTAL_FAT_LEG_KG": {
        "label": "Маса на мазнините в краката"
      },
      "SEGMENTAL_FAT_ARM_KG": {
        "label": "Маса на мазнините в ръката"
      },
      "HAMSTRING_EXTENSION_DEGREE": {
        "label": "Подколенно сухожилие",
        "description": "Дорзалната верига се състои от мускулите на прасеца и подколенните сухожилия. Монотонните позиции като седене или колоездене могат да причинят по-голямо напрежение и ограничена гъвкавост, което води до лоша стойка и може да доведе до болки в долната част на гърба."
      }
    },
    "interpretation": {
      "low": "Ниско",
      "normal": "Нормално",
      "excellent": "Отлично",
      "elevated": "Повишени"
    }
  }
}
