{
  "homepageTitle": "BioAge",
  "auth": {
    "signupTitle": "Co je BioAge?",
    "loginTitle": "Vyhodnoťte svůj BioAge a připojte se k zařízení EGYM pomocí EGYM ID.",
    "signupDescription": "BioAge je komplexní ukazatel zdraví a kondice, který kombinuje širokou škálu klíčových měření a vytváří BioAge, který lze porovnat s vaším skutečným fyzickým věkem.",
    "signupDescription2": "Budete mít přehled o tom, jak vaše cvičení pozitivně ovlivňuje vaši kondici a zdraví, a budete moci sledovat pokroky."
  },
  "bodyRegions": {
    "title": "Oblasti těla",
    "upperBody": "Horní část těla",
    "core": "Jádro",
    "lowerBody": "Dolní část těla"
  },
  "home": {
    "assistance": "Asistence",
    "categories": {
      "title": "Kategorie",
      "strength": "Síla",
      "metabolic": "Metabolismus",
      "flexibility": "Flexibilita",
      "cardio": "Cardio"
    },
    "information": {
      "title": "Informace",
      "subtitle": "Virtuální asistence Nápověda",
      "text": "Získejte další informace o BioAge a tipy na jeho použití",
      "readMore": "Přečtěte si více"
    },
    "analysisEmptyState": {
      "title": "Objevte svůj BioAge",
      "text": "Vypočítáno na základě maximálních silových výsledků dosažených na strojích EGYM nebo přidaných ručně v aplikaci. Chcete-li časem zlepšit BioAge, použijte analýzu svalové nerovnováhy k co nejefektivnějšímu přizpůsobení tréninků."
    }
  },
  "about": {
    "title": "Co je BioAge",
    "topDescription": "Měření, které vám pomůže pochopit, jak se vaše kondice vyrovná průměrnému člověku vašeho věku.",
    "subheader": "Jak se počítá BioAge",
    "howToBullet1": "Nižší BioAge znamená vyšší úroveň kondice.",
    "howToBullet2": "Nejlepší možný BioAge je 21 let.",
    "recommendationsBullet1": "Abyste dosáhli pokroku nebo zůstali zdraví: často trénujte, dobře jezte a udržujte hydrataci.",
    "recommendationsBullet2": "Nejdůležitější je však užívat si života!",
    "gotItButton": "Mám to",
    "recommendationsBullet": "Tyto informace využijte k tomu, abyste se svým trenérem probrali tréninkové cíle a případné úpravy cvičení v tréninkovém plánu."
  },
  "assistance": {
    "title": "Jak používat asistenci",
    "text": "Kliknutím na tlačítko <0></0> na obrazovkách Strength, Flexibility, Metabolic a Cardio Age si o nich můžete přečíst další informace."
  },
  "chart": {
    "noDataForThisPeriod": "Žádné údaje za toto období",
    "emptyStateText": "Graf historických dat se zde objeví, jakmile budou data k dispozici",
    "totalBioageDescription": "Biologický věk představuje aktuální zdravotní stav a výkonnost. Je to průměr svalového věku, kardiovaskulárního věku a metabolického věku. Normální hodnoty odpovídají skutečnému věku a čím mladší je biologický věk, tím lépe (nejlepší hodnota je 21).",
    "ageYearsYaxisLabel": "věk (v letech)",
    "metabolicAgeDescription": "Metabolický věk se vypočítá na základě tělesného tuku, poměru pasu a boků a indexu tělesné hmotnosti. Metabolický věk vám poskytne přehled o vztahu mezi vaší výškou, hmotností a tělesným tukem."
  },
  "common": {
    "realAge": "Skutečný věk {{count}} let",
    "weight": "Hmotnost",
    "height": "Výška",
    "waist": "Pas",
    "hip": "Hip"
  },
  "metabolic": {
    "title": "Metabolický věk",
    "about": {
      "whatIsHeader": "Co je metabolický věk",
      "whatIsDescription": "Vyhodnocení, jak dobře se vyvíjí vaše metabolické zdraví, pomocí analýzy složení těla ve srovnání s průměrnou osobou vašeho skutečného věku.",
      "howCalculatedHeader": "Jak se vypočítává",
      "howCalculatedDescription": "Analyzujeme vztah různých parametrů složení vašeho těla, jako je procento tělesného tuku, index tělesné hmotnosti a poměr pasu a boků.",
      "bodyFatDescription": "Procento tělesného tuku v poměru k celkové tělesné hmotnosti. Tento výsledek můžete získat provedením testu na konkrétním přístroji Body Analyzer nebo pomocí domácího prodeje, který tuto metriku podporuje. Průměr pro muže: ~20; průměr pro ženy: ~27",
      "bodyMassDescription": "BMI vyjadřuje poměr tělesné hmotnosti a výšky a přesně odhaduje celkové složení těla. Zdravý BMI se pohybuje v rozmezí 18,5 až 25",
      "waistHipDescription": "Poměr pasu a boků porovnává obvod pasu a boků a poskytuje přehled o rozložení tuku. Čím nižší je tento poměr, tím nižší je riziko kardiovaskulárních onemocnění. Průměr pro muže: ~0,92; průměr pro ženy: ~0,83"
    },
    "historyTitle": "Historie metabolického věku"
  },
  "measurements": {
    "title": "Měření",
    "about": "O {{measurementName}}",
    "howToMeasure": "Jak měřit {{measurementName}}",
    "types": {
      "BMI": {
        "label": "Index tělesné hmotnosti",
        "howToMeasureDescription": "Přidejte svou aktuální výšku a hmotnost. Aby byl BMI přesný, udržujte svou hmotnost aktuální."
      },
      "BODY_FAT": {
        "label": "Tělesný tuk",
        "howToMeasureDescription": "Nejlepších výsledků dosáhnete s tělesným analyzátorem, pro jeho provedení se obraťte na své pracoviště. Dalšími možnostmi je použití domácí váhy s funkcí \"Body Composition\" nebo online kalkulačky pro měření odhadovaného procenta tuku pomocí měření obvodů částí vašeho těla."
      },
      "WAIST_TO_HIP_RATIO": {
        "label": "Poměr pasu a boků",
        "howToMeasureDescription": "Pomocí metru zkontrolujte nejužší obvod pasu (těsně nad pupkem)."
      },
      "WAIST_CM": {
        "label": "Obvod pasu"
      },
      "HIP_CM": {
        "label": "Obvod boků"
      },
      "WEIGHT_KG": {
        "label": "Hmotnost"
      },
      "FAT_MASS_INDEX": {
        "label": "Index tukové hmotnosti"
      },
      "SKELETAL_MUSCLE_MASS": {
        "label": "Hmotnost kosterního svalstva"
      },
      "BODY_MUSCLE_PERCENTS": {
        "label": "Svalová hmota"
      },
      "FAT_FREE_MASS": {
        "label": "Hmotnost bez tuku"
      },
      "FAT_FREE_MASS_INDEX": {
        "label": "Index hmotnosti bez tuku"
      },
      "VISCERAL_FAT": {
        "label": "Viscerální tuk"
      },
      "VISCERAL_FAT_LEVEL_CM2": {
        "label": "Hladina viscerálního tuku"
      },
      "VISCERAL_FAT_RATING": {
        "label": "Hodnocení viscerálního tuku"
      },
      "INTRA_CELLULAR_WATER": {
        "description": "Podíl vody v těle, který je zastoupen ve všech tělesných buňkách, jež jsou vašimi bateriemi. Intracelulární frakce vody je nabíječkou baterií a detoxikační jednotkou. Nízký stav znamená nezdravou dehydrataci, protože suché baterie nefungují. Sportovní trénink zlepšuje stav vaší buněčné vody."
      },
      "SEGMENTAL_LEAN_TRUNK_KG": {
        "description": "Oddělená svalová hmota trupu. Nízké hodnoty ukazují na slabý stav segmentů. Zaměřte se na zdravou svalovou hmotu trupu. Trup je středem vašeho těla a hraje klíčovou roli ve stabilitě vašich zad. Můžeme zlepšit tréninkem břicha nebo zad a zdravou výživou."
      },
      "SEGMENTAL_MUSCLE_TRUNK_KG": {
        "description": "Oddělená svalová hmota trupu. Nízké hodnoty ukazují na slabý stav segmentů. Zaměřte se na zdravou svalovou hmotu trupu. Trup je středem vašeho těla a hraje klíčovou roli ve stabilitě vašich zad. Lze zlepšit tréninkem břicha nebo zad."
      },
      "SEGMENTAL_LEAN_ARM_KG": {
        "label": "Lean Mass Arm",
        "description": "Oddělená svalová hmota ramene. Nízké hodnoty ukazují na slabý stav segmentů. Zaměřte se na vyvážení pravé a levé strany, abyste se vyhnuli svalové nerovnováze. Lze zlepšit tréninkem jedné paže a zdravou výživou."
      },
      "SEGMENTAL_LEAN_LEG_KG": {
        "label": "Lean Mass Leg",
        "description": "Oddělená štíhlá hmota nohou. Nízké hodnoty ukazují na slabý stav segmentů. Zaměřte se na vyvážení pravé a levé strany, abyste se vyhnuli svalové nerovnováze. Lze zlepšit tréninkem jedné nohy a zdravou výživou."
      },
      "SEGMENTAL_MUSCLE_ARM_KG": {
        "label": "Svaly paže"
      },
      "SEGMENTAL_MUSCLE_LEG_KG": {
        "label": "Svaly nohou",
        "description": "Oddělená svalová hmota nohou. Nízké hodnoty ukazují na slabý stav segmentů. Zaměřte se na rovnováhu pravé a levé strany, abyste předešli svalové nerovnováze. Lze zlepšit tréninkem jedné nohy."
      },
      "SEGMENTAL_FAT_TRUNK_KG": {
        "label": "Hmotnost tuku v kmeni",
        "description": "Oddělená tuková hmota kmene. Nízké hodnoty ukazují na slabý stav segmentů. Zaměřte se na zdravou tukovou hmotu v trupu. Trup je středem vašeho těla a hraje zásadní roli ve stabilitě vašich zad. Lze zlepšit tréninkem břicha nebo zad a zdravou výživou."
      },
      "SEGMENTAL_FAT_LEG_KG": {
        "label": "Hmotnost tuku na nohou",
        "description": "Oddělená tuková hmota na nohou. Nízké hodnoty ukazují na slabý stav segmentů. Zaměřte se na vyvážení pravé a levé strany, abyste se vyhnuli svalové nerovnováze. Lze zlepšit tréninkem jedné nohy a zdravou výživou."
      },
      "SEGMENTAL_FAT_ARM_KG": {
        "label": "Hmotnost tuku na paži",
        "description": "Oddělená tuková hmota na paži. Nízké hodnoty ukazují na slabý stav segmentů. Zaměřte se na vyvážení pravé a levé strany, abyste se vyhnuli svalové nerovnováze. Lze zlepšit tréninkem jedné paže a zdravou výživou."
      },
      "TORSO_LATERAL_FLEXION_DEGREE": {
        "label": "Lat Flex",
        "description": "Boční svaly trupu ohýbají, otáčejí a stabilizují jádro těla. Zvýšená svalová ztuhlost a omezená pružnost mohou způsobovat bolesti bederní páteře. Kromě toho je omezena schopnost bránice a hrudníku rozpínat se, což brání normálnímu dýchání."
      },
      "NECK_LATERAL_FLEXION_DEGREE": {
        "label": "Krk",
        "description": "Boční krční svaly stabilizují a pohybují hlavou. Monotónní polohy, jako je dlouhá práce na počítači, a také stres vedou ke snížení flexibility, což může vést k bolestem hlavy, napětí, zatínání čelistí a bolestem krční páteře."
      },
      "HIP_EXTENSION_DEGREE": {
        "label": "Hip",
        "description": "Svaly ohýbače kyčlí kontrolují držení těla při pohybech, jako je chůze a běh. Dlouhodobé sezení ve zkrácené poloze způsobuje zkrácení svalů, což negativně ovlivňuje držení těla a v konečném důsledku vede k bolestem bederní páteře."
      },
      "CHEST_EXTENSION_DEGREE": {
        "label": "Hrudník",
        "description": "Hrudní svaly pohybují ramenem a stabilizují ramenní kloub. Dlouhodobé setrvávání v předklonu, například při práci na počítači, zkracuje hrudní svaly, což může vést k bolestem krční páteře, problémům s rameny a omezuje dýchání"
      },
      "RESTING_HEART_RATE": {
        "label": "Klidová srdeční frekvence",
        "description": "Klidová tepová frekvence je počet úderů srdce za minutu, když jste v klidu - například když jste uvolnění, sedíte nebo ležíte.Klidovou tepovou frekvenci můžete jednoduše vyhodnotit tak, že spočítáte údery srdce během 15 sekund a tuto hodnotu vynásobíte 4. Tep můžete zjistit buď na zápěstí, nebo na krční tepně. Normální hodnota klidové srdeční frekvence se pohybuje mezi 50 a 80 údery za minutu. Zvýšená klidová srdeční frekvence je spojena s vyšší úmrtností.",
        "howtoMeasure": "Svou klidovou tepovou frekvenci můžete jednoduše vyhodnotit tak, že spočítáte údery srdce během 15 s a tuto hodnotu vynásobíte 4. Tep můžete zjistit buď na zápěstí, nebo na krční tepně. Normální hodnota klidové srdeční frekvence se pohybuje mezi 50 a 80 údery za minutu. Zvýšená klidová srdeční frekvence je spojena s vyšší úmrtností."
      },
      "BLOOD_PRESSURE_MMHG": {
        "label": "Krevní tlak",
        "description": "Krevní tlak odráží celkový stav kardiovaskulárního systému. Vysoký krevní tlak může být indikátorem základních onemocnění a může mít dlouhodobé následky.Normální krevní tlak je přibližně 120 systolický a 80 diastolický.",
        "howtoMeasureListHeader": "Krevní tlak se měří v milimetrech rtuti (mmHg) a udává se jako 2 čísla:",
        "howtoMeasureBullet1": "systolický tlak - tlak, při kterém srdce vytlačuje krev do okolí těla",
        "howtoMeasureBullet2": "diastolický tlak - tlak, kdy srdce odpočívá mezi jednotlivými údery a krev je vytlačována kolem srdce",
        "howtoMeasureListFooter": "Nejvyšší číslo je vždy systolický tlak a vždy se uvádí jako první. Například krevní tlak uvedený jako \"120 nad 80\" nebo 120/80 mmHg znamená systolický tlak 120 mmHg a diastolický tlak 80 mmHg.",
        "howtoMeasureFooter": "Svůj krevní tlak můžete posoudit pomocí měřiče krevního tlaku.",
        "howtoMeasureHint": "Během 30 minut před měřením krevního tlaku nekuřte, nepijte nápoje obsahující kofein a necvičte. Seďte s rovnými a podepřenými zády. Neprovádějte měření přes oblečení."
      },
      "VO2MAX": {
        "label": "VO2max",
        "description": "VO2max je přímým měřítkem vaší kardiovaskulární kapacity a odráží schopnost vašeho těla dlouhodobě pracovat při vyšších intenzitách. Hodnotu VO2max můžete zjistit prostřednictvím kardio testu a pomocí sportovních přístrojů nebo hodinek.",
        "howtoMeasureLine1": "VO2max je přímým měřítkem vaší kardiovaskulární kapacity a odráží schopnost vašeho těla dlouhodobě pracovat při vyšších intenzitách.",
        "howtoMeasureLine2": "VO2max se měří v mililitrech kyslíku spotřebovaných za jednu minutu na kilogram tělesné hmotnosti (ml/kg/min).",
        "howtoMeasureLine3": "Svůj VO2max můžete vyhodnotit pomocí kardio testu a sportovních přístrojů nebo hodinek."
      }
    }
  },
  "strength": {
    "title": "Síla Věk",
    "about": {
      "whatIsHeader": "Jaká je síla zdraví",
      "whatIsDescription": "Měření výkonnosti vašeho svalového systému ve srovnání s průměrným člověkem vašeho věku.",
      "howCalculatedHeader": "Jak se vypočítává",
      "howCalculatedDescription": "Analyzujeme výsledky všech maximálních silových cvičení (manuálních nebo na přístrojích EGYM), abychom zjistili vaše silové schopnosti a svalové nerovnováhy ve 3 tělesných zónách (horní část těla, jádro, dolní část těla).",
      "theKeyMetric": "Klíčovým ukazatelem je poměr vaší síly k tělesné hmotnosti.",
      "theIdealRatio": "Ideální poměr závisí na vašem pohlaví a na tom, jaké cvičení provádíte."
    },
    "historyTitle": "Historie věku síly",
    "takeStrengthTest": "Proveďte test síly",
    "measurementTrackingDescription": "Snažte se provádět cvik s co největším počtem opakování kontrolovaně a s co nejlepší váhou. Počet opakování, která provedete s touto váhou, bude použit k odhadu vaší maximální síly.",
    "measurementCalculatedDescription": "Následující hodnota představuje množství síly, které jste během testu vynaložili.",
    "measurementTrackSuccess": "Vaše výsledky byly úspěšně zaznamenány",
    "muscleBalance": {
      "emptyState": {
        "title": "Objevte svou sílu",
        "text": "Proveďte si silový test, abyste získali analýzu svalové nerovnováhy"
      },
      "greatWork": "Skvělá práce!",
      "statusImbalanced": "Nevyvážený",
      "statusBalanced": "Vyvážený",
      "imbalanced": {
        "abs": "Zaměřte se více na břišní svaly",
        "biceps": "Zaměřte se více na bicepsy",
        "calves": "Zaměřte se více na lýtka",
        "chest": "Zaměřte se více na hrudník",
        "hamstring": "Zaměřte se více na hamstringy",
        "inner_hips": "Zaměřte se více na své vnitřní boky",
        "lats": "Zaměřte se více na svalstvo",
        "left_gluteus": "Zaměřte se více na levý hýžďový sval",
        "left_torso": "Soustřeďte se více na levou stranu trupu",
        "lower_back": "Zaměřte se více na spodní část zad",
        "outer_hips": "Zaměřte se více na vnější boky",
        "quadriceps": "Zaměřte se více na kvadricepsy",
        "right_gluteus": "Zaměřte se více na pravý hýžďový sval",
        "right_torso": "Soustřeďte se více na pravou stranu trupu",
        "shoulder": "Zaměřte se více na ramena",
        "thighs": "Zaměřte se více na stehna",
        "triceps": "Zaměřte se více na tricepsy",
        "upper_back": "Zaměřte se více na horní část zad",
        "rear_shoulder": "Zaměřte se více na zadní ramena"
      },
      "muscle": {
        "abs": "Abs",
        "biceps": "Bicepsy",
        "calves": "Telata",
        "chest": "Hrudník",
        "hamstring": "Hamstringy",
        "inner_hips": "Vnitřní boky",
        "lats": "Lats",
        "left_gluteus": "Levý hýžďový sval",
        "left_torso": "Levý trup",
        "lower_back": "Dolní část zad",
        "outer_hips": "Vnější boky",
        "quadriceps": "Čtyřhlavý sval stehenní",
        "right_gluteus": "Pravý hýžďový sval",
        "right_torso": "Pravý trup",
        "shoulder": "Rameno",
        "thighs": "Stehna",
        "triceps": "Tricepsy",
        "upper_back": "Horní část zad",
        "rear_shoulder": "Zadní rameno"
      },
      "guidanceTextBullet3": "Chcete-li absolvovat test síly, proveďte doporučené cviky pro horní část těla, jádro a dolní část těla.",
      "guidanceTextBullet2": "Další cvičení najdete po stisknutí tlačítka \"+ Zobrazit další\".",
      "guidanceTextBullet1": "Snažte se provádět cvik s co největším počtem opakování kontrolovaně a s co nejlepší váhou."
    }
  },
  "muscleBalance": {
    "muscleBalance": "Svalová rovnováha",
    "muscleBalanceAnalysis": "Analýza svalové rovnováhy"
  },
  "flexibility": {
    "title": "Flexibilita Věk",
    "about": {
      "whatIsHeader": "Co je věk flexibility",
      "whatIsDescription": "Zhodnocení, zda mají vaše klouby zdravý rozsah pohybu v porovnání s vaším skutečným věkem.",
      "importantNoticeHeader": "Důležité upozornění",
      "importantNoticeDescription": "Flexibility Age je naplněn daty z Fitness Hubu. Postupujte podle pokynů na webu Fitness Hub, absolvujte testy flexibility a získejte přehled o svém zdravotním stavu flexibility.",
      "howCalculatedHeader": "Jak se vypočítává",
      "howCalculatedDescription": "Analyzujeme všechny výsledky testů flexibility v různých částech těla. Výsledky porovnáváme s průměrnou flexibilitou ostatních uživatelů EGYM.",
      "recommendationDescription": "Tyto informace využijte k tomu, abyste se svým trenérem probrali tréninkové cíle a případné úpravy cvičení v tréninkovém plánu."
    },
    "historyTitle": "Historie věku flexibility",
    "recommendations": "Další informace o cvičení získáte od svého trenéra."
  },
  "cardio": {
    "title": "Kardio věk",
    "historyTitle": "Kardio Historie věku",
    "about": {
      "whatIsHeader": "Co je to věk kardio",
      "whatIsDescription": "Vyhodnotí, jak dobře je vaše kardio zdraví vyvinuto, a to tak, že se podívá na úroveň vaší kardio výkonnosti a porovná ji s průměrnou osobou vašeho skutečného věku.",
      "howCalculatedHeader": "Jak se vypočítává",
      "howCalculatedDescription": "Vezmeme vaši kardiovaskulární kapacitu a výkonnost při vysoké a nízké intenzitě s metrikou VO2max a porovnáme ji s krevním tlakem a klidovou tepovou frekvencí. VO2max je obecně považována za nejlepší ukazatel kardiorespirační zdatnosti.",
      "recommendationDescription": "VO2max může předpovědět riziko předčasného úmrtí dokonce lépe než některé tradiční rizikové faktory, jako je nadváha, vysoká hladina cholesterolu nebo kouření. Dobrou zprávou je, že na rozdíl od skutečného věku můžete svůj kardio bio věk snížit pravidelným sportováním. Chcete omládnout? Pokračujte v tréninku.",
      "restingHeartRate": "Klidová srdeční frekvence",
      "restingHeartRateDescription": "Normální klidová tepová frekvence se u dospělých pohybuje mezi 60 a 100 údery za minutu.",
      "bloodPressure": "Krevní tlak",
      "bloodPressureDescription": "Systolický krevní tlak je &lt; 120 mmHg.Diastolický krevní tlak je &lt; 80 mmHg.",
      "vo2MAX": "VO2max",
      "vo2MAXDescription": "Čím vyšší je vaše VO2max, tím více kyslíku dokáže vaše tělo využít a tím lepší je vaše kardiovaskulární a vytrvalostní výkonnost.",
      "normalRange": "Normální rozsah",
      "normalRangeMen": "Muži: 40 ml/kg/min",
      "normalRangeWomen": "Ženy: 35 ml/kg/min",
      "heartRate": "Srdeční frekvence"
    },
    "trackBloodPressure": {
      "diastolicGreaterThanSystolic": "diastolický tlak nesmí být vyšší než systolický"
    }
  },
  "myBioage": "Můj BioAge",
  "connectedApps": {
    "syncInProgress": "Probíhá synchronizace",
    "syncInProgressDescription": "Synchronizace dat může trvat několik minut, vraťte se prosím později",
    "yourDataIsAlwaysSecure": "Vaše data jsou vždy v bezpečí",
    "connectYourData": "Připojte svá data",
    "connectHealthData": "Připojení zdravotních údajů",
    "cardio": {
      "sharingDataHelpsDetermineCardioAge": "Sdílením svých {{appName}} údajů se společností EGYM, například <0>{{heartRate}}</0> a <1>{{vo2Max}}</1>, nám můžete pomoci určit váš kardio věk",
      "sharingHealthAppData": "Sdílení vašich údajů na<br /> {{healthAppName}} pomáhá určit váš kardio věk."
    },
    "syncError": "Zdá se, že jste předtím odmítli oprávnění {{appName}}. Chcete-li je znovu zapnout, přejděte do oprávnění {{appName}} a povolte přístup"
  },
  "updateProfileModal": {
    "description": "Chcete-li získat přesné výsledky, přidejte své pohlaví a datum narození.",
    "warning": "Minimální věk je 13 let"
  }
}
