{
  "homepageTitle": "BioOes",
  "auth": {
    "signupTitle": "Beth yw Bio-oed?",
    "loginTitle": "Aseswch eich BioAge a chysylltwch ag offer EGYM gydag ID EGYM.",
    "signupDescription": "Mae BioAge yn ddangosydd iechyd a ffitrwydd cynhwysfawr sy'n cyfuno ystod eang o fesuriadau allweddol i greu BioAge y gellir ei gymharu â'ch oedran corfforol gwirioneddol.",
    "signupDescription2": "Byddwch yn gallu deall sut mae eich trefn ymarfer yn cael effaith gadarnhaol ar eich ffitrwydd ac iechyd yn ogystal ag olrhain cynnydd."
  },
  "bodyRegions": {
    "title": "Rhanbarthau Corff",
    "upperBody": "Gorff Uchaf",
    "core": "Craidd",
    "lowerBody": "Corff Isaf"
  },
  "home": {
    "assistance": "Cymorth",
    "categories": {
      "title": "Categorïau",
      "strength": "Cryfder",
      "metabolic": "Metabolaeth",
      "flexibility": "Hyblygrwydd",
      "cardio": "Cardio"
    },
    "information": {
      "title": "Gwybodaeth",
      "subtitle": "Cymorth Cymorth Rhithwir",
      "text": "Cael mwy o wybodaeth am BioAge ac awgrymiadau ar sut i'w ddefnyddio",
      "readMore": "Darllen Mwy"
    },
    "analysisEmptyState": {
      "text": "Wedi'i gyfrifo yn seiliedig ar y canlyniadau cryfder mwyaf a gyflawnir ar beiriannau EGYM neu eu hychwanegu â llaw yn yr ap. Er mwyn gwella BioAge dros amser, defnyddiwch ddadansoddiad anghydbwysedd cyhyrau i addasu eich sesiynau hyfforddi yn y ffordd fwyaf effeithiol."
    }
  },
  "about": {
    "title": "Beth yw'r BioOes",
    "topDescription": "Mesuriad i'ch helpu i ddeall sut mae eich perfformiad ffitrwydd yn cyd-fynd â pherson cyffredin o'ch oedran.",
    "subheader": "Sut mae BioAge yn cael ei Gyfrifo",
    "howToBullet1": "Mae BioOed is yn golygu lefel uwch o ffitrwydd.",
    "howToBullet2": "Y BioOed gorau posibl yw 21.",
    "recommendationsBullet1": "I wneud cynnydd neu aros yn iach: hyfforddwch yn aml, bwyta'n dda a chadw'n hydradol.",
    "recommendationsBullet2": "Ond yn bwysicaf oll, mwynhewch eich bywyd!",
    "gotItButton": "Wedi ei gael",
    "recommendationsBullet": "Defnyddiwch y wybodaeth hon i siarad â'ch hyfforddwr am nodau hyfforddi ac addasu ymarfer corff posibl yn eich cynllun hyfforddi."
  },
  "assistance": {
    "title": "Sut i Ddefnyddio Cymorth",
    "text": "Cliciwch ar y botwm <0></0> ar y sgriniau Cryfder, Hyblygrwydd, Metabolaidd, ac Oedran Cardio i ddarllen mwy o wybodaeth amdanynt."
  },
  "chart": {
    "noDataForThisPeriod": "Dim data ar gyfer y cyfnod hwn",
    "emptyStateText": "Bydd y graff data hanesyddol yn ymddangos yma unwaith y bydd y data ar gael",
    "totalBioageDescription": "Mae'r oedran biolegol yn cynrychioli iechyd a pherfformiad presennol. Dyma gyfartaledd oedran y cyhyrau, oedran cardio ac oedran metabolig. Mae gwerthoedd normal yn cyd-fynd â'r oedran real a gorau po ieuengaf yw'r oedran biolegol (gwerth gorau yw 21).",
    "ageYearsYaxisLabel": "oed (blynyddoedd)",
    "metabolicAgeDescription": "Mae'r oedran metabolig yn cael ei gyfrifo gan ddefnyddio'r gymhareb braster corff, gwasg i glun a mynegai màs y corff. Mae'r oedran metabolig yn rhoi trosolwg i chi o'r berthynas rhwng eich taldra, pwysau a braster corff."
  },
  "common": {
    "realAge": "{{count}} oed go iawn",
    "weight": "Pwysau",
    "height": "Uchder",
    "waist": "Gwasg",
    "hip": "Clun"
  },
  "metabolic": {
    "title": "Oes Metabolaidd",
    "about": {
      "whatIsHeader": "Beth yw'r Oes Metabolaidd",
      "whatIsDescription": "Gwerthusiad o ba mor dda mae eich iechyd metabolig yn cael ei ddatblygu trwy ddadansoddi cyfansoddiad y corff o'i gymharu â pherson cyffredin o'ch oedran gwirioneddol.",
      "howCalculatedHeader": "Sut Mae'n cael ei Gyfrifo",
      "howCalculatedDescription": "Rydym yn dadansoddi'r berthynas rhwng paramedrau amrywiol cyfansoddiad eich corff, megis canran braster y corff, mynegai màs y corff, a chymhareb gwasg-glun.",
      "bodyFatDescription": "Canran braster eich corff mewn perthynas â chyfanswm màs eich corff. Gallwch gael y canlyniad hwn trwy gynnal prawf ar Ddadansoddwr Corff penodol neu drwy ddefnyddio gwerthiant cartref sy'n cefnogi'r metrig hwn. Cyfartaledd ar gyfer Dynion: ~20; Cyfartaledd i Ferched: ~27",
      "bodyMassDescription": "Mae'r BMI yn cysylltu pwysau eich corff â'ch taldra ac yn amcangyfrif cyfansoddiad cyffredinol eich corff yn gywir. Mae BMI iach yn amrywio rhwng 18.5 a 25",
      "waistHipDescription": "Mae'r Gymhareb Waist-Hip yn cymharu'r waist a chylchedd y glun ac yn rhoi cipolwg ar eich dosbarthiad braster. Po isaf yw'r gymhareb, yr isaf yw'r risg o glefydau cardiofasgwlaidd. Cyfartaledd ar gyfer Dynion: ~0.92; Cyfartaledd i Ferched: ~0.83"
    },
    "historyTitle": "Hanes Oes Metabolaidd"
  },
  "measurements": {
    "title": "Mesuriadau",
    "about": "Ynglŷn â {{measurementName}}",
    "howToMeasure": "Sut i fesur {{measurementName}}",
    "types": {
      "BMI": {
        "label": "Mynegai Màs y Corff",
        "howToMeasureDescription": "Ychwanegwch eich taldra a'ch pwysau diweddaraf. I gadw'r BMI yn fanwl gywir, cadwch eich gwerth pwysau yn gyfredol."
      },
      "BODY_FAT": {
        "label": "Braster y Corff",
        "howToMeasureDescription": "Cyflawnir y canlyniadau gorau gyda dadansoddwr corff, cysylltwch â'ch cyfleuster i'w gynnal. Mae opsiynau eraill yn cynnwys defnyddio graddfa gartref gyda nodwedd 'Cyfansoddiad Corff' neu gyfrifiannell ar-lein i fesur amcangyfrif o ganran y braster trwy fesur cylchedd rhannau eich corff."
      },
      "WAIST_TO_HIP_RATIO": {
        "label": "Cymhareb Waist-Hip",
        "howToMeasureDescription": "Defnyddiwch dâp mesur i wirio cylchedd culaf eich gwasg (ychydig uwchben y botwm bol)."
      },
      "WAIST_CM": {
        "label": "Cylchedd Waist"
      },
      "HIP_CM": {
        "label": "Cylchedd y Glun"
      },
      "WEIGHT_KG": {
        "label": "Pwysau"
      },
      "FAT_MASS_INDEX": {
        "label": "Mynegai Màs Braster"
      },
      "SKELETAL_MUSCLE_MASS": {
        "label": "Màs Cyhyr ysgerbydol"
      },
      "BODY_MUSCLE_PERCENTS": {
        "label": "Màs Cyhyr"
      },
      "FAT_FREE_MASS": {
        "label": "Offeren Rhydd Braster"
      },
      "FAT_FREE_MASS_INDEX": {
        "label": "Mynegai Màs Rhydd Braster"
      },
      "VISCERAL_FAT": {
        "label": "Braster visceral"
      },
      "VISCERAL_FAT_LEVEL_CM2": {
        "label": "Lefel Braster visceral"
      },
      "VISCERAL_FAT_RATING": {
        "label": "Graddfa Braster visceral"
      },
      "INTRA_CELLULAR_WATER": {
        "description": "Y ffracsiwn o ddŵr y corff a gynrychiolir yn holl gelloedd eich corff, sef eich batris. Y ffracsiwn dŵr mewngellol yw eich gwefrydd batri a'ch dadwenwynydd. Mae statws isel yn dynodi dadhydradiad afiach, oherwydd nid yw batris sych yn gweithio. Mae hyfforddiant chwaraeon yn gwella eich cyflwr dŵr cellog."
      },
      "SEGMENTAL_LEAN_TRUNK_KG": {
        "description": "Màs heb lawer o fraster boncyff gwahanedig. Mae gwerthoedd isel yn dynodi statws segmentol gwan. Canolbwyntiwch ar fàs cyhyrau iach yn eich cefnffyrdd. Eich boncyff yw canol eich corff ac mae'n chwarae rhan hanfodol yn sefydlogrwydd eich cefn. A allwn ni wella trwy hyfforddiant yn yr abdomen neu'r cefn a maeth iach."
      },
      "SEGMENTAL_MUSCLE_TRUNK_KG": {
        "description": "Màs cyhyr cefnffyrdd wedi'i wahanu. Mae gwerthoedd isel yn dynodi statws segmentol gwan. Canolbwyntiwch ar fàs cyhyrau iach yn eich cefnffyrdd. Eich boncyff yw canol eich corff ac mae'n chwarae rhan hanfodol yn sefydlogrwydd eich cefn. Gellir ei wella trwy hyfforddiant yn yr abdomen neu'r cefn."
      },
      "SEGMENTAL_LEAN_ARM_KG": {
        "label": "Braich Offeren Lean",
        "description": "Màs heb lawer o fraster braich wedi'i wahanu. Mae gwerthoedd isel yn dynodi statws segmentol gwan. Canolbwyntiwch i gydbwyso'ch ochr dde ac ochr chwith i osgoi anghydbwysedd cyhyrol. Gellir ei wella trwy hyfforddiant un fraich a maeth iach."
      },
      "SEGMENTAL_LEAN_LEG_KG": {
        "label": "Coes Offeren Lean",
        "description": "Màs heb lawer o fraster yn y goes wedi'i wahanu. Mae gwerthoedd isel yn dynodi statws segmentol gwan. Canolbwyntiwch i gydbwyso'ch ochr dde ac ochr chwith i osgoi anghydbwysedd cyhyrol. Gellir ei wella trwy hyfforddiant un goes a maeth iach."
      },
      "SEGMENTAL_MUSCLE_ARM_KG": {
        "label": "Braich Cyhyrau"
      },
      "SEGMENTAL_MUSCLE_LEG_KG": {
        "label": "Coes Cyhyrau",
        "description": "Màs cyhyr y goes wedi'i wahanu. Mae gwerthoedd isel yn dynodi statws segmentol gwan. Canolbwyntiwch i gydbwyso'ch ochr dde ac ochr chwith i osgoi anghydbwysedd cyhyrol. Gellir ei wella trwy hyfforddiant un goes."
      },
      "SEGMENTAL_FAT_TRUNK_KG": {
        "description": "Màs braster cefnffyrdd wedi'i wahanu. Mae gwerthoedd isel yn dynodi statws segmentol gwan. Canolbwyntiwch ar fàs braster iach yn eich boncyff. Eich boncyff yw canol eich corff ac mae'n chwarae rhan hanfodol yn sefydlogrwydd eich cefn. Gellir ei wella trwy hyfforddiant yn yr abdomen neu'r cefn a maeth iach."
      },
      "SEGMENTAL_FAT_LEG_KG": {
        "description": "Màs braster y goes wedi'i wahanu. Mae gwerthoedd isel yn dynodi statws segmentol gwan. Canolbwyntiwch i gydbwyso'ch ochr dde ac ochr chwith i osgoi anghydbwysedd cyhyrol. Gellir ei wella trwy hyfforddiant un goes a maeth iach."
      },
      "SEGMENTAL_FAT_ARM_KG": {
        "label": "Braich Braster",
        "description": "Màs braster braich wedi'i wahanu. Mae gwerthoedd isel yn dynodi statws segmentol gwan. Canolbwyntiwch i gydbwyso'ch ochr dde ac ochr chwith i osgoi anghydbwysedd cyhyrol. Gellir ei wella trwy hyfforddiant un fraich a maeth iach."
      },
      "TORSO_LATERAL_FLEXION_DEGREE": {
        "label": "Lat Flex",
        "description": "Mae'r cyhyrau torso ochrol yn plygu, yn cylchdroi ac yn sefydlogi'ch craidd. Gall mwy o anystwythder yn y cyhyrau a hyblygrwydd cyfyngedig achosi poen asgwrn cefn. Yn ogystal, mae gallu'r diaffram a'r frest i ehangu yn gyfyngedig sy'n atal anadlu arferol."
      },
      "NECK_LATERAL_FLEXION_DEGREE": {
        "label": "Gwddf",
        "description": "Mae'r cyhyrau gwddf ochrol yn sefydlogi ac yn symud eich pen. Mae sefyllfaoedd undonog fel gweithio ar gyfrifiadur personol am amser hir a hefyd straen yn arwain at lai o hyblygrwydd a all arwain at gur pen, poen tensiwn, clensio gên a phoen yn asgwrn cefn ceg y groth."
      },
      "HIP_EXTENSION_DEGREE": {
        "label": "Clun",
        "description": "Mae cyhyrau flexor y glun yn rheoli eich ystum yn ystod symudiadau fel cerdded a rhedeg. Mae eistedd yn hir mewn sefyllfa dan gontract yn achosi'r cyhyrau i fyrhau sy'n effeithio'n negyddol ar eich ystum ac yn y pen draw yn arwain at boen asgwrn cefn."
      },
      "CHEST_EXTENSION_DEGREE": {
        "label": "Cist",
        "description": "Mae cyhyrau'r frest yn symud rhan uchaf eich braich ac yn sefydlogi cymal eich ysgwydd. Mae treulio amser hir mewn sefyllfa flaen fel wrth weithio ar gyfrifiadur personol yn byrhau cyhyrau'r frest a all arwain at boen ceg y groth, problemau ysgwydd ac yn atal y swyddogaeth anadlu"
      },
      "RESTING_HEART_RATE": {
        "label": "Cyfradd y Galon Gorffwys",
        "description": "Gorffwyso cyfradd curiad y galon yw'r nifer o weithiau y mae'r galon yn curo'r funud pan fyddwch yn gorffwys - megis pan fyddwch wedi ymlacio, yn eistedd neu'n gorwedd i lawr. Yn syml, gallwch asesu cyfradd eich calon Resting trwy gyfrif curiadau'r galon yn ystod 15 eiliad a lluoswch y gwerth hwn â 4. Gallwch ddod o hyd i guriad eich calon naill ai wrth yr arddwrn neu'ch rhydweli carotid. Mae gwerth arferol Cyfradd y Galon gorffwys yn amrywio rhwng 50 ac 80 curiad y funud. Mae cyfradd y galon gorffwys uwch yn gysylltiedig â chyfradd marwolaethau uwch.",
        "howtoMeasure": "Yn syml, gallwch asesu cyfradd curiad eich Calon Gorffwys trwy gyfrif curiadau'r galon yn ystod 15 eiliad a lluosi'r gwerth hwn â 4. Gallwch ddod o hyd i guriad eich calon naill ai wrth yr arddwrn neu'ch rhydweli carotid. Mae gwerth arferol Cyfradd y Galon gorffwys yn amrywio rhwng 50 ac 80 curiad y funud. Mae cyfradd curiad y galon uwch yn gysylltiedig â chyfradd marwolaethau uwch."
      },
      "BLOOD_PRESSURE_MMHG": {
        "label": "Pwysedd Gwaed",
        "description": "Mae'r Pwysedd Gwaed yn adlewyrchu iechyd cyffredinol y system gardiofasgwlaidd. Gall Pwysedd Gwaed Uchel fod yn ddangosydd o glefydau gwaelodol a gall gael effeithiau hirdymor. Mae Pwysedd Gwaed arferol tua 120 systolig ac 80 diastolig.",
        "howtoMeasureListHeader": "Mae Pwysedd Gwaed yn cael ei fesur mewn milimetrau o fercwri (mmHg) ac yn cael ei roi fel 2 rif:",
        "howtoMeasureBullet1": "pwysedd systolig – y pwysau pan fydd eich calon yn gwthio gwaed allan o amgylch eich corff",
        "howtoMeasureBullet2": "pwysedd diastolig – y pwysau pan fydd eich calon yn gorffwys rhwng curiadau a gwaed yn cael ei wthio o amgylch eich calon",
        "howtoMeasureListFooter": "Y nifer uchaf bob amser yw'r pwysedd systolig ac fe'i rhoddir yn gyntaf bob amser. Er enghraifft, mae pwysedd gwaed a roddir fel \"120 dros 80\" neu 120/80mmHg yn golygu pwysedd systolig o 120 mmHg a phwysedd diastolig o 80 mmHg.",
        "howtoMeasureFooter": "Gallwch asesu eich monitor Pwysedd Gwaed gyda monitor Pwysedd Gwaed.",
        "howtoMeasureHint": "Peidiwch ag ysmygu nac yfed diodydd caffeiniedig nac ymarfer corff o fewn 30 munud cyn mesur eich pwysedd gwaed. Eisteddwch gyda'ch cefn yn syth a gyda chefnogaeth. Peidiwch â chymryd y mesuriad dros ddillad."
      },
      "VO2MAX": {
        "label": "VO2max",
        "description": "Mae'r VO2max yn fesur uniongyrchol o'ch gallu cardiofasgwlaidd ac mae'n adlewyrchu gallu eich corff i weithio allan dwyster uwch am amser hir. Gallwch gael mynediad i'ch VO2max trwy'r prawf cardio a gyda dyfeisiau chwaraeon neu oriorau.",
        "howtoMeasureLine1": "Mae VO2max yn fesuriad uniongyrchol o'ch gallu cardiofasgwlaidd ac mae'n adlewyrchu gallu eich corff i weithio allan dwyster uwch am amser hir.",
        "howtoMeasureLine2": "Mae VO2max yn cael ei fesur mewn mililitrau o ocsigen a ddefnyddir mewn un munud fesul cilogram o bwysau'r corff (mL/kg/min).",
        "howtoMeasureLine3": "Gallwch asesu eich VO2max drwy'r prawf cardio a gyda dyfeisiau chwaraeon neu oriorau."
      }
    }
  },
  "strength": {
    "title": "Oed Cryfder",
    "about": {
      "whatIsHeader": "Beth yw'r Cryfder Iechyd",
      "whatIsDescription": "Mesuriad o sut mae'ch system gyhyrau yn perfformio o'i gymharu â pherson cyffredin o'ch oedran.",
      "howCalculatedHeader": "Sut Mae'n cael ei Gyfrifo",
      "howCalculatedDescription": "Rydym yn dadansoddi'r canlyniadau o'r holl gryfderau mwyaf (llaw neu beiriant EGYM) i nodi eich galluoedd cryfder ac anghydbwysedd cyhyrau mewn 3 parth corff (corff uchaf, craidd, corff isaf).",
      "theKeyMetric": "Y metrig allweddol yw cymhareb eich cryfder i bwysau eich corff.",
      "theIdealRatio": "Mae'r gymhareb ddelfrydol yn dibynnu ar eich rhyw a pha ymarfer corff rydych chi'n ei berfformio."
    },
    "historyTitle": "Cryfder Hanes Oed",
    "takeStrengthTest": "Cymerwch Brawf Cryfder",
    "measurementTrackingDescription": "Ceisiwch berfformio'r ymarfer gan gwblhau cymaint o gynrychiolwyr â phosibl mewn modd rheoledig gyda'r pwysau gorau y gallwch. Defnyddir nifer y cynrychiolwyr y byddwch yn eu cwblhau ar y pwysau hwnnw i amcangyfrif eich mesuriad cryfder mwyaf.",
    "measurementCalculatedDescription": "Mae'r gwerth canlynol yn cynrychioli faint o gryfder a wariwyd gennych yn ystod y prawf.",
    "measurementTrackSuccess": "Mae eich canlyniadau wedi'u cofnodi'n llwyddiannus",
    "muscleBalance": {
      "emptyState": {
        "title": "Darganfyddwch eich cryfder",
        "text": "Cymerwch brawf cryfder i gael eich dadansoddiad anghydbwysedd cyhyrau"
      },
      "greatWork": "Gwaith Gwych!",
      "statusImbalanced": "Anghydbwysedd",
      "statusBalanced": "Cytbwys",
      "imbalanced": {
        "abs": "Canolbwyntiwch fwy ar eich abs",
        "biceps": "Canolbwyntiwch fwy ar eich biceps",
        "calves": "Canolbwyntiwch fwy ar eich lloi",
        "chest": "Canolbwyntiwch fwy ar eich brest",
        "hamstring": "Canolbwyntiwch fwy ar eich llinyn ham",
        "inner_hips": "Canolbwyntiwch fwy ar eich cluniau mewnol",
        "lats": "Canolbwyntiwch fwy ar eich lats",
        "left_gluteus": "Canolbwyntiwch fwy ar eich gluteus chwith",
        "left_torso": "Canolbwyntiwch fwy ar eich torso chwith",
        "lower_back": "Canolbwyntiwch fwy ar waelod eich cefn",
        "outer_hips": "Canolbwyntiwch fwy ar eich cluniau allanol",
        "quadriceps": "Canolbwyntiwch fwy ar eich quadriceps",
        "right_gluteus": "Canolbwyntiwch fwy ar eich gluteus dde",
        "right_torso": "Canolbwyntiwch fwy ar eich torso dde",
        "shoulder": "Canolbwyntiwch fwy ar eich ysgwyddau",
        "thighs": "Canolbwyntiwch fwy ar eich cluniau",
        "triceps": "Canolbwyntiwch fwy ar eich triceps",
        "upper_back": "Canolbwyntiwch fwy ar eich cefn uchaf",
        "rear_shoulder": "Canolbwyntiwch fwy ar eich ysgwyddau cefn"
      },
      "muscle": {
        "abs": "Abs",
        "biceps": "Biceps",
        "calves": "Lloi",
        "chest": "Cist",
        "hamstring": "Hamstring",
        "inner_hips": "Cluniau Mewnol",
        "lats": "Lats",
        "left_gluteus": "Gluteus chwith",
        "left_torso": "Gadawodd Torso",
        "lower_back": "Cefn Isaf",
        "outer_hips": "Cluniau Allanol",
        "quadriceps": "Quadriceps",
        "right_gluteus": "Gluteus iawn",
        "right_torso": "I'r dde Torso",
        "shoulder": "Ysgwydd",
        "thighs": "Cluniau",
        "triceps": "Triceps",
        "upper_back": "Cefn Uchaf",
        "rear_shoulder": "Ysgwydd Cefn"
      },
      "guidanceTextBullet3": "I sefyll y prawf cryfder, cwblhewch yr ymarferion a argymhellir ar gyfer rhan uchaf y corff, y corff craidd ac isaf y corff.",
      "guidanceTextBullet2": "Gallwch ddod o hyd i'r ymarferion ychwanegol trwy wasgu'r botwm \"+ Dangos mwy\".",
      "guidanceTextBullet1": "Ceisiwch berfformio'r ymarfer gan gwblhau cymaint o gynrychiolwyr â phosibl mewn modd rheoledig gyda'r pwysau gorau y gallwch."
    }
  },
  "muscleBalance": {
    "muscleBalance": "Cydbwysedd Cyhyr",
    "muscleBalanceAnalysis": "Dadansoddiad Cydbwysedd Cyhyrau"
  },
  "flexibility": {
    "title": "Hyblygrwydd Oedran",
    "about": {
      "whatIsHeader": "Beth yw'r Oes Hyblygrwydd",
      "whatIsDescription": "Gwerthusiad a oes gan eich cymalau ystod iach o symudiadau o gymharu â'ch oedran go iawn.",
      "importantNoticeHeader": "Hysbysiad Pwysig",
      "importantNoticeDescription": "Hyblygrwydd Mae oedran wedi'i lenwi â data o'r Hyb Ffitrwydd. Dilynwch y cyfarwyddiadau ar y Hyb Ffitrwydd, pasiwch brofion hyblygrwydd a chael cipolwg ar eich Hyblygrwydd Iechyd.",
      "howCalculatedHeader": "Sut Mae'n cael ei Gyfrifo",
      "howCalculatedDescription": "Rydym yn dadansoddi holl ganlyniadau profion hyblygrwydd ar draws gwahanol rannau o'r corff. Caiff canlyniadau eu cymharu â hyblygrwydd cyfartalog defnyddwyr EGYM eraill.",
      "recommendationDescription": "Defnyddiwch y wybodaeth hon i siarad â'ch hyfforddwr am nodau hyfforddi ac addasu ymarfer corff posibl yn eich cynllun hyfforddi."
    },
    "historyTitle": "Hyblygrwydd Hanes Oedran",
    "recommendations": "I gael rhagor o wybodaeth am yr ymarferion gofynnwch i'ch hyfforddwr."
  },
  "cardio": {
    "title": "Oes Cardio",
    "historyTitle": "Hanes Oes Cardio",
    "about": {
      "whatIsHeader": "Beth yw'r Oes Cardio",
      "whatIsDescription": "Yn gwerthuso pa mor dda y datblygir eich iechyd Cardio trwy edrych ar eich lefel perfformiad cardio a'i gymharu â pherson cyffredin o'ch oedran go iawn.",
      "howCalculatedHeader": "Sut Mae'n cael ei Gyfrifo",
      "howCalculatedDescription": "Rydym yn cymryd eich gallu cardiofasgwlaidd a'ch perfformiad ar ddwysedd uchel ac isel â metrig VO2max a'i gydberthyn â'r pwysedd gwaed a chyfradd y galon gorffwys. Yn gyffredinol, ystyrir VO2max fel y dangosydd gorau o ffitrwydd cardio-anadlol.",
      "recommendationDescription": "Gall VO2max ragweld risg marwolaeth gynnar hyd yn oed yn well na rhai ffactorau risg traddodiadol fel bod dros bwysau, colesterol uchel, neu ysmygu. Y newyddion da yw, yn wahanol i'ch oedran go iawn, y gallwch chi ostwng eich Cardio Bio Age gyda'r chwaraeon rheolaidd. Eisiau mynd yn iau? Daliwch ati i hyfforddi.",
      "restingHeartRate": "Cyfradd y Galon Gorffwys",
      "restingHeartRateDescription": "Mae cyfradd curiad calon gorffwys arferol oedolion yn amrywio o 60 i 100 curiad y funud.",
      "bloodPressure": "Pwysedd Gwaed",
      "bloodPressureDescription": "Pwysedd gwaed systolig yw < 120 mmHg. Pwysedd gwaed diastolig yw < 80 mmHg.",
      "vo2MAX": "VO2max",
      "vo2MAXDescription": "Po uchaf yw eich VO2max, y mwyaf o ocsigen y gall eich corff ei ddefnyddio a gorau oll fydd eich cardiofasgwlaidd a'ch dygnwch.",
      "normalRange": "Amrediad arferol",
      "normalRangeMen": "Dynion: 40ml/kg/munud",
      "normalRangeWomen": "Merched: 35 ml/kg/mun",
      "heartRate": "Cyfradd y Galon"
    },
    "trackBloodPressure": {
      "diastolicGreaterThanSystolic": "ni all pwysedd diastolig fod yn fwy na systolig"
    }
  },
  "connectedApps": {
    "syncInProgress": "Cysoni ar y gweill",
    "syncInProgressDescription": "Efallai y bydd yn cymryd cwpl o funudau i gysoni'ch data, dewch yn ôl yn nes ymlaen",
    "yourDataIsAlwaysSecure": "Mae eich data bob amser yn ddiogel",
    "connectYourData": "Cysylltwch Eich Data",
    "connectHealthData": "Cysylltu Data Iechyd",
    "cardio": {
      "sharingDataHelpsDetermineCardioAge": "Trwy rannu eich data {{appName}} ag EGYM, megis <0>{{heartRate}}</0> a <1>{{vo2Max}}</1>, gallwch ein helpu i bennu eich oedran cardio",
      "sharingHealthAppData": "Mae rhannu eich data<br /> {{healthAppName}} yn helpu i bennu eich oedran cardio."
    },
    "syncError": "Mae'n ymddangos eich bod wedi gwrthod {{appName}} caniatadau o'r blaen. I'w troi yn ôl ymlaen ewch i {{appName}} hawliau a chaniatáu mynediad"
  },
  "updateProfileModal": {
    "description": "Ychwanegwch eich rhyw a'ch dyddiad geni i gael canlyniadau cywir.",
    "warning": "Mae angen isafswm oedran o 13 oed"
  }
}
