{
  "homepageTitle": "BioAge",
  "auth": {
    "signupTitle": "Hvad er BioAge?",
    "loginTitle": "Vurder din BioAge, og opret forbindelse til EGYM-udstyr med EGYM ID.",
    "signupDescription": "BioAge er en omfattende sundheds- og fitnessindikator, der kombinerer en lang række nøglemålinger for at skabe en BioAge, der kan sammenlignes med din faktiske fysiske alder.",
    "signupDescription2": "Du vil kunne forstå, hvordan din træningsrutine positivt påvirker din kondition og sundhed samt spore fremskridt."
  },
  "bodyRegions": {
    "title": "Kropsregioner",
    "upperBody": "Overkroppen",
    "core": "Kerne",
    "lowerBody": "Underkroppen"
  },
  "home": {
    "assistance": "Assistance",
    "categories": {
      "title": "Kategorier",
      "strength": "Styrke",
      "metabolic": "Metabolisme",
      "flexibility": "Fleksibilitet",
      "cardio": "Cardio"
    },
    "information": {
      "title": "Information",
      "subtitle": "Virtuel Assistance Hjælp",
      "text": "Få mere information om BioAge og tips om dets brug",
      "readMore": "Læs mere"
    },
    "analysisEmptyState": {
      "title": "Opdag din bioalder",
      "text": "Beregnet ud fra de maksimale styrkeresultater udført på EGYM-maskiner eller tilføjet manuelt i appen. For at forbedre BioAge over tid, brug muskelubalanceanalyse til at justere din træning på den mest effektive måde."
    }
  },
  "about": {
    "title": "Hvad er BioAge",
    "topDescription": "En måling, der hjælper dig med at forstå, hvordan din fitnesspræstation stemmer overens med den gennemsnitlige person i din alder.",
    "subheader": "Hvordan BioAge beregnes",
    "howToBullet1": "En lavere BioAge betyder et højere niveau af fitness.",
    "howToBullet2": "Den bedst mulige BioAge er 21.",
    "recommendationsBullet1": "For at gøre fremskridt eller forblive sund: træn ofte, spis godt og hold dig hydreret.",
    "recommendationsBullet2": "Men vigtigst af alt, nyd dit liv!",
    "gotItButton": "Forstået",
    "recommendationsBullet": "Brug disse oplysninger til at tale med din træner om træningsmål og mulig træningstilpasning i din træningsplan."
  },
  "assistance": {
    "title": "Sådan bruger du assistance",
    "text": "Klik på knappen <0></0> på skærmbillederne Strength, Flexibility, Metabolic og Cardio Age for at læse mere om dem."
  },
  "chart": {
    "noDataForThisPeriod": "Ingen data for denne periode",
    "emptyStateText": "Den historiske datagraf vises her, når dataene er tilgængelige",
    "totalBioageDescription": "Den biologiske alder repræsenterer den nuværende sundhed og ydeevne. Det er gennemsnittet af muskelalder, hjertealder og metabolisk alder. Normale værdier stemmer overens med den reelle alder, og jo yngre den biologiske alder er, desto bedre (den bedste værdi er 21).",
    "ageYearsYaxisLabel": "alder (år)",
    "metabolicAgeDescription": "Den metaboliske alder beregnes ved hjælp af kropsfedt, talje/hofte-forhold og body-mass-index. Den metaboliske alder giver dig et overblik over forholdet mellem din højde, vægt og kropsfedt."
  },
  "common": {
    "realAge": "Reel alder {{count}} år",
    "weight": "Vægt",
    "height": "Højde",
    "waist": "Talje",
    "hip": "Hofte"
  },
  "metabolic": {
    "title": "Metabolisk alder",
    "about": {
      "whatIsHeader": "Hvad er den Metaboliske Alder",
      "whatIsDescription": "En evaluering af, hvor godt dit stofskifte er udviklet ved at analysere kropssammensætningen sammenlignet med en gennemsnitlig person i din faktiske alder.",
      "howCalculatedHeader": "Hvordan det beregnes",
      "howCalculatedDescription": "Vi analyserer forholdet mellem forskellige parametre for din kropssammensætning, såsom kropsfedtprocent, kropsmasseindeks og talje-hofte-forhold.",
      "bodyFatDescription": "Din kropsfedtprocent i forhold til din samlede kropsmasse. Du kan få dette resultat ved at udføre en test på en specifik Body Analyzer eller ved at bruge en hjemmevægt, der understøtter denne måling. Gennemsnit for mænd: ~20; Gennemsnit for kvinder: ~27",
      "bodyMassDescription": "BMI relaterer din kropsvægt til din højde og estimerer nøjagtigt din generelle kropssammensætning. En sund BMI ligger mellem 18,5 og 25",
      "waistHipDescription": "Talje-hofteforholdet sammenligner talje- og hofteomkredsen og giver indsigt i din fedtfordeling. Jo lavere forholdet er, desto lavere er risikoen for hjerte-kar-sygdomme. Gennemsnit for mænd: ~0,92; Gennemsnit for kvinder: ~0,83"
    },
    "historyTitle": "Metabolisk alder historie"
  },
  "measurements": {
    "title": "Målinger",
    "about": "Om {{measurementName}}",
    "howToMeasure": "Hvordan man måler {{measurementName}}",
    "types": {
      "BMI": {
        "label": "Body Mass Index",
        "description": "En fælles måling til klassificering af kropsvægten i forhold til kropshøjden. Meningsfuldheden er ikke desto mindre begrænset, fordi personer med meget muskelmasse kan have en BMI større end 25 og stadig være sunde. For bedre indsigt, se på kropssammensætningen (fedt, muskler, ...). Kan påvirkes positivt af fysisk aktivitet og sund ernæring.",
        "howToMeasureDescription": "Tilføj din seneste højde og vægt. For at holde et præcist BMI skal du holde din vægtværdi ajour."
      },
      "BODY_FAT": {
        "label": "Kropsfedt",
        "description": "En god indikator til at klassificere din kropssammensætning. For højt kropsfedt er en grundlæggende sundhedsrisikoindikator. Fremragende kropsfedtniveauer afdækker \"six pack\". Kan påvirkes positivt af fysisk aktivitet og sund ernæring.",
        "howToMeasureDescription": "De bedste resultater opnås med en kropsanalysator. Kontakt din træningsfacilitet for at udføre den. Andre muligheder er brugen af en hjemmeskala med en funktion \"Body Composition\" eller en online-regnemaskine til at måle estimeret fedtprocent ved at måle omkredsen af dine kropsdele."
      },
      "WAIST_TO_HIP_RATIO": {
        "label": "Talje-hofteforhold",
        "description": "Fælles indikator for kardiovaskulære sundhedsrisici ved at se på fedtfordelingen, som hovedsagelig er genetisk bestemt. Kroppstyper, der bærer mere fedt i midten af torsoområdet, korrelerer med en højere risiko. For disse kropstyper er det endnu vigtigere at være slank generelt. En sund ernæring og regelmæssig motion hjælper.",
        "howToMeasureDescription": "Brug et målebånd til at måle den smalleste omkreds af din talje (lige over navlen)."
      },
      "WAIST_CM": {
        "label": "Taljeomkreds",
        "description": "Din individuelle midriff-diameter. Negativt påvirket af visceralt fedt og et resultat af din morfologiske type."
      },
      "HIP_CM": {
        "label": "Hofteomkreds",
        "description": "Din individuelle hoftediameter målt ved det maksimale bagdel. Resultat af din kropssammensætning."
      },
      "WEIGHT_KG": {
        "label": "Vægt",
        "description": "Kropsvægten alene har kun en meget begrænset værdi for helbredet. For ægte indsigt, se på kroppens sammensætning (fedt, muskler, ...). Generelt skaber en høj kropsvægt en højere indvirkning på led og sener. Du skal opbygge mere muskelstyrke for at kompensere for disse påvirkninger."
      },
      "FAT_MASS_INDEX": {
        "label": "Fedtmasseindeks",
        "description": "Fat Mass Index sætter fedtmasse i forhold til kropshøjden. Det er en meget god indikator for at klassificere din kropssammensætning, bedre end kropsfedt%. For høje værdier er en grundlæggende sundhedsrisikoindikator. Fremragende værdier et tegn på god æstetik afdække \"six pack\". Kan påvirkes positivt af fysisk aktivitet og sund ernæring."
      },
      "SKELETAL_MUSCLE_MASS": {
        "label": "Skeletmuskelmasse",
        "description": "Muskler er vigtige for livskvaliteten. For lave værdier er en risikoindikator for skader og svaghed (sarkopeni). Sunde muskler regulerer dit immunsystem, reducerer betændelse og forbedrer stofskiftet (myokiner). Positivt påvirket af styrketræning."
      },
      "BODY_MUSCLE_PERCENTS": {
        "label": "Muskelmasse",
        "description": "Muskler er vigtige for livskvaliteten. For lave værdier er en risikoindikator for skader og svaghed (sarkopeni). Sunde muskler regulerer dit immunsystem, reducerer betændelse og forbedrer stofskiftet (myokiner). Positivt påvirket af styrketræning."
      },
      "FAT_FREE_MASS": {
        "label": "Fedtfri masse",
        "description": "Summen af muskler, knogler, indre organ, vand, sener, blodvægt. Høje værdier korreleret med en æstetisk kropsdefinition og for lave værdier med et lavt fitnessniveau. Positivt påvirket af styrketræning og sund ernæring."
      },
      "FAT_FREE_MASS_INDEX": {
        "label": "Fedtfri masseindeks",
        "description": "Fat Free Mass Index er en atletisk indikator. Høje værdier korreleret med æstetisk kropsdefinition og for lave værdier med et lavt fitnessniveau. Positivt påvirket af styrketræning og sund ernæring."
      },
      "VISCERAL_FAT": {
        "label": "Visceralt fedt",
        "description": "Visceralt fedt er fedtet i bughulen omkring de indre organer. Høje værdier er en risikofaktor for metaboliske sygdomme og inflammatoriske processer. Kan reduceres betydeligt ved fitness træning."
      },
      "VISCERAL_FAT_LEVEL_CM2": {
        "label": "Visceralt fedtindhold",
        "description": "Visceralt fedt er fedtet i bughulen omkring de indre organer. Høje værdier er en risikofaktor for metaboliske sygdomme og inflammatoriske processer. Kan reduceres betydeligt ved fitness træning."
      },
      "VISCERAL_FAT_RATING": {
        "label": "Visceral fedtvurdering",
        "description": "Visceralt fedt er fedtet i bughulen omkring de indre organer. Høje værdier er en risikofaktor for metaboliske sygdomme og inflammatoriske processer. Kan reduceres betydeligt ved fitness træning."
      },
      "BODY_WATER": {
        "label": "Kropsvand",
        "description": "Opløsningsmiddel, transportmiddel, næringsstofressource og temperaturregulator. Dehydrering er en farlig sundhedsrisiko og ganske almindelig. For meget vandindtag er mindre almindeligt, men kan også være et problem under visse forhold."
      },
      "BODY_PROTEIN_KG": {
        "label": "Kropsprotein",
        "description": "Høj korrelation til muskel- og kollagenmasse. Aminosyrepulje, som er livsbaserede stoffer, der er nødvendige for alle kroppens reparationsmekanismer og helingsprocesser. Lavproteinstatus undertrykker dit immunsystem og skaber en svag sundhedsstatus. Positivt påvirket af styrketræning og proteinrig mad."
      },
      "BODY_MINERALS_KG": {
        "label": "Mineraler",
        "description": "Parameter for din knoglestabilitet. For lave værdier er forbundet med osteoporose, hvilket øger risikoen for knoglebrud. Styrketræning er en vigtig profylakse, bedst kombineret med calcium og vitamin D-tilskud."
      },
      "EXTRA_CELLULAR_WATER": {
        "label": "Ekstra cellulært vand",
        "description": "Fraktionen af kropsvand repræsenteret af alle væskekomponenter i dit kardiovaskulære system. Det er dit metaboliske transportmedium. For lave værdier indikerer usund dehydrering. Udholdenhedstræning kan forbedre din kropsvandbalance."
      },
      "INTRA_CELLULAR_WATER": {
        "label": "Intra cellulært vand",
        "description": "Den del af kropsvandet, der er repræsenteret i alle dine kropsceller, som er dine batterier. Den intracellulære vandfraktion er din batterioplader og afgifter. Lav status indikerer usund dehydrering, fordi tørre batterier ikke fungerer. Sportslig træning forbedrer din cellulære vandtilstand."
      },
      "SOFT_LEAN_MASS_KG": {
        "label": "Blød magert masse",
        "description": "Summen af dit samlede kropsvand, protein og mineraler, der ikke indeholder os. Lave værdier indikerer potentielle usunde alimentationsforhold. Foruden genetisk disposition, et resultat af individuelle ernæring og livsstilsforhold."
      },
      "SEGMENTAL_LEAN_TRUNK_KG": {
        "label": "Lean Mass Trunk",
        "description": "Adskilt trunk lean mass. Lave værdier indikerer svag segmental status. Fokuser på en sund muskelmasse i din trunk. Din trunk er centrum for din krop og spiller en afgørende rolle i din rygs stabilitet. Kan forbedres ved mavetræning eller rygtræning og sund ernæring."
      },
      "SEGMENTAL_MUSCLE_TRUNK_KG": {
        "label": "Muskler bagagerum",
        "description": "Adskilt trunk muskelmasse. Lave værdier indikerer svag segmental status. Fokuser på en sund muskelmasse i din trunk. Din trunk er centrum for din krop og spiller en afgørende rolle i din rygs stabilitet. Kan forbedres ved mavetræning eller rygtræning."
      },
      "TOTAL_ENERGY_EXPENDITURE": {
        "label": "Samlede energiforbrug",
        "description": "Dette er den daglige energi, som din krop har brug for. Det bestemmes af dit hvilende energiforbrug (~ 70%) og mængden af daglig aktivitet (~ 30%). Positivt påvirket af en stigning i regelmæssig fysisk aktivitet og stigning i hvilende energiforbrug."
      },
      "RESTING_ENERGY_EXPENDITURE": {
        "label": "Hvilende energiforbrug",
        "description": "Dette er den daglige energi, som din krop har brug for til at udføre de mest basale funktioner, når din krop er i ro, som f.eks. Vejrtrækning eller cirkulerende blod. Det er påvirket af mange faktorer - herunder alder, køn, muskelmasse og også regenereringsniveauet efter fysisk aktivitet. Positivt påvirket af styrketræning og intense cardio træning."
      },
      "BODY_PHASE_ANGLE": {
        "label": "Fase vinkel",
        "description": "Fasevinkel er en indikator for kropscellens sundhed og integritet. En høj fasevinkel angiver intakte cellemembraner. Det går op, når du er sund og ned, når du er syg. Det går også ned, når du bliver ældre. Når du øger din fasevinkel, bremser du aldring. Fasevinklen kan bedst forbedres ved en stigning i fedtfri masse i forhold til kropsvægt."
      },
      "BASAL_METABOLIC_RATE_KJ": {
        "label": "Basal Stofskifte",
        "description": "Dette er den daglige energi, som din krop har brug for til at udføre de mest basale funktioner, når din krop er i ro, som f.eks. Vejrtrækning eller cirkulerende blod. Det er påvirket af mange faktorer - herunder alder, køn, muskelmasse og også regenereringsniveauet efter fysisk aktivitet. Positivt påvirket af styrketræning og intense cardio træning."
      },
      "SEGMENTAL_LEAN_ARM_KG": {
        "label": "Lean Mass Arm",
        "description": "Adskilt arm magert masse. Lave værdier indikerer svag segmental status. Fokusér på at balancere din højre og venstre side for at undgå muskulære ubalancer. Kan forbedres ved enkeltarms træning og sund ernæring."
      },
      "SEGMENTAL_LEAN_LEG_KG": {
        "label": "Lean Mass ben",
        "description": "Adskilt benmager masse. Lave værdier indikerer svag segmentstatus. Fokuser på at balancere din højre og venstre side for at undgå muskulære ubalancer. Kan forbedres ved enkeltbens træning og sund ernæring."
      },
      "SEGMENTAL_MUSCLE_ARM_KG": {
        "label": "Muskler Arm",
        "description": "Separeret arm muskelmasse. Lave værdier angiver svag segmentstatus. Fokuser for at afbalancere din højre og venstre side for at undgå muskulære ubalancer. Kan forbedres ved biceps eller triceps træning med en arm."
      },
      "SEGMENTAL_MUSCLE_LEG_KG": {
        "label": "Muskler Ben",
        "description": "Adskilt benmuskelmasse. Lave værdier indikerer svag segmentstatus. Fokuser på at balancere din højre og venstre side for at undgå muskulære ubalancer. Kan forbedres ved træning af et ben ad gangen."
      },
      "SEGMENTAL_FAT_TRUNK_KG": {
        "label": "Fedtmasse på bagagerummet",
        "description": "Adskilt trunk fedtmasse. Lave værdier indikerer svag segmental status. Fokuser på en sund fedtmasse i din trunk. Din trunk er centrum for din krop og spiller en afgørende rolle i din rygs stabilitet. Kan forbedres ved mavetræning eller rygtræning og sund ernæring."
      },
      "SEGMENTAL_FAT_LEG_KG": {
        "label": "Fedtmasse i benene",
        "description": "Adskilt benfedtmasse. Lave værdier indikerer svag segmentstatus. Fokuser på at balancere din højre og venstre side for at undgå muskulære ubalancer. Kan forbedres ved enkeltbens træning og sund ernæring."
      },
      "SEGMENTAL_FAT_ARM_KG": {
        "label": "Fedtmasse i armene",
        "description": "Adskilt armfedtmasse. Lave værdier indikerer svag segmentstatus. Fokuser på at balancere din højre og venstre side for at undgå muskulære ubalancer. Kan forbedres ved enkeltarms træning og sund ernæring."
      },
      "TORSO_LATERAL_FLEXION_DEGREE": {
        "label": "Lat Flex",
        "description": "De laterale torsomuskler bøjer, roterer og stabiliserer din kerne. En øget muskelstivhed og begrænset fleksibilitet kan forårsage smerter i lænderyggen. Desuden er membranens og brystkassens evne til at udvide sig begrænset, hvilket hæmmer normal vejrtrækning."
      },
      "NECK_LATERAL_FLEXION_DEGREE": {
        "label": "Hals",
        "description": "De laterale nakkemuskler stabiliserer og bevæger dit hoved. Monotone stillinger som f.eks. langvarigt arbejde ved en pc og stress resulterer i øget muskelspænding, hvilket kan føre til hovedpine, spændingssmerter, kæbeklemmer og smerter i halshvirvelsøjlen."
      },
      "HIP_EXTENSION_DEGREE": {
        "label": "Hofte",
        "description": "Hoftebøjemusklerne styrer din kropsholdning under bevægelser som at gå og løbe. Hvis du sidder længe i en sammentrukket stilling, bliver musklerne forkortet, hvilket påvirker din kropsholdning negativt og i sidste ende fører til smerter i lænderyggen."
      },
      "CHEST_EXTENSION_DEGREE": {
        "label": "Bryst",
        "description": "Brystmusklerne bevæger din overarm og stabiliserer dit skulderled. Når man tilbringer lang tid i en fremadvendt stilling, f.eks. når man arbejder ved en pc, forkortes brystmusklerne, hvilket kan føre til smerter i halshvirvelsøjlen, skulderproblemer og hæmmer åndedrætsfunktionen."
      },
      "HAMSTRING_EXTENSION_DEGREE": {
        "label": "Hasemuskler",
        "description": "Dorsalkæden består af lægmuskler og hamstrings. Monotone positioner som at sidde eller cykle kan forårsage højere spændinger og en begrænset fleksibilitet, hvilket resulterer i en dårlig kropsholdning og kan føre til lændesmerter."
      },
      "RESTING_HEART_RATE": {
        "label": "Hvilepuls",
        "description": "Hvilepuls er antallet af gange hjertet slår pr. minut, når du er i hvile - såsom når du er afslappet, sidder eller ligger ned. Du kan nemt vurdere din hvilepuls ved at tælle hjerteslagene i 15 sekunder og gange denne værdi med 4. Du kan finde din puls enten ved håndleddet eller din halspulsåre. En normal værdi for hvilepulsen ligger mellem 50 og 80 slag pr. minut. En forhøjet hvilepuls er forbundet med en højere dødelighed.",
        "howtoMeasure": "Du kan nemt vurdere din hvilepuls ved at tælle hjerteslagene i 15 sekunder og gange denne værdi med 4. Du kan finde din puls enten ved håndleddet eller din halspulsåre. En normal værdi for hvilepulsen ligger mellem 50 og 80 slag pr. minut. En forhøjet hvilepuls er forbundet med en højere dødelighed."
      },
      "BLOOD_PRESSURE_MMHG": {
        "label": "Blodtryk",
        "description": "Blodtrykket afspejler det generelle helbred i det kardiovaskulære system. Et højt blodtryk kan være en indikator for underliggende sygdomme og kan have langsigtede effekter. Et normalt blodtryk er omkring 120 systolisk og 80 diastolisk.",
        "howtoMeasureListHeader": "Blodtryk måles i millimeter kviksølv (mmHg) og angives som 2 tal:",
        "howtoMeasureBullet1": "systolisk tryk – trykket, når dit hjerte pumper blod ud i kroppen",
        "howtoMeasureBullet2": "diastolisk tryk – trykket når dit hjerte hviler mellem slagene, og blodet skubbes rundt i dit hjerte",
        "howtoMeasureListFooter": "Det højeste tal er altid det systoliske tryk, og det gives altid først. For eksempel betyder et blodtryk angivet som \"120 over 80\" eller 120/80mmHg et systolisk tryk på 120 mmHg og et diastolisk tryk på 80 mmHg.",
        "howtoMeasureFooter": "Du kan vurdere dit blodtryk med en blodtryksmåler.",
        "howtoMeasureHint": "Du må ikke ryge, drikke koffeinholdige drikkevarer eller træne inden for 30 minutter, før du måler dit blodtryk. Sid med ryggen lige og understøttet. Tag ikke målingen udenpå tøj."
      },
      "VO2MAX": {
        "label": "VO2max",
        "description": "VO2max er et direkte mål for din kardiovaskulære kapacitet og afspejler din krops evne til at træne ved højere intensiteter i længere tid. Du kan få adgang til din VO2max via konditionstesten og med sportsudstyr eller ure.",
        "howtoMeasureLine1": "VO2max er et direkte mål for din kardiovaskulære kapacitet og afspejler din krops evne til at træne ved højere intensiteter i længere tid.",
        "howtoMeasureLine2": "VO2max måles i milliliter ilt brugt på et minut pr. kilogram kropsvægt (mL/kg/min).",
        "howtoMeasureLine3": "Du kan vurdere din VO2max via konditionstesten og med sportsudstyr eller ure."
      }
    },
    "interpretation": {
      "low": "Lav",
      "normal": "Normal",
      "excellent": "Fremragende",
      "elevated": "Forhøjet"
    }
  },
  "strength": {
    "title": "Styrkealder",
    "about": {
      "whatIsHeader": "Hvad er styrke sundhed",
      "whatIsDescription": "En måling af, hvordan dit muskelsystem fungerer, sammenlignet med en gennemsnitlig person i din alder.",
      "howCalculatedHeader": "Hvordan det beregnes",
      "howCalculatedDescription": "Vi analyserer resultaterne fra al maksimal styrke (manuel eller EGYM-maskine baseret) for at identificere dine styrkeevner og muskelubalancer i 3 kropszoner (overkrop, kerne, underkrop).",
      "theKeyMetric": "Den vigtigste måling er forholdet mellem din styrke og din kropsvægt.",
      "theIdealRatio": "Det ideelle forhold afhænger af dit køn og hvilken øvelse du udfører."
    },
    "historyTitle": "Styrke Alder Historie",
    "takeStrengthTest": "Tag styrketest",
    "measurementTrackingDescription": "Prøv at udføre øvelsen ved at fuldføre så mange gentagelser som muligt på en kontrolleret måde med den bedste vægt, du kan. Antallet af gentagelser, du fuldfører med den vægt, vil blive brugt til at estimere din maksimale styrkemåling.",
    "measurementCalculatedDescription": "Følgende værdi repræsenterer den samlede styrke, du brugte under testen.",
    "measurementTrackSuccess": "Dine resultater er blevet registreret med succes",
    "muscleBalance": {
      "emptyState": {
        "title": "Opdag din styrke",
        "text": "Tag en styrketest for at få din muskelubalancetest"
      },
      "greatWork": "Godt arbejde!",
      "statusImbalanced": "Ubalanceret",
      "statusBalanced": "Balanceret",
      "imbalanced": {
        "abs": "Fokuser mere på dit mellemgulv",
        "biceps": "Fokuser mere på dine biceps",
        "calves": "Fokuser mere på dine lægge",
        "chest": "Fokuser mere på dit bryst",
        "hamstring": "Fokuser mere på dine hasemuskler",
        "inner_hips": "Fokuser mere på dine indre hofter",
        "lats": "Fokuser mere på dine rygmuskler",
        "left_gluteus": "Fokuser mere på ventre balde",
        "left_torso": "Fokuser mere på ventre torso",
        "lower_back": "Fokuser mere på din lænd",
        "outer_hips": "Fokuser mere på dine ydre hofter",
        "quadriceps": "Fokuser mere på dine quadriceps",
        "right_gluteus": "Fokuser mere på højre balde",
        "right_torso": "Fokuser mere på højre torso",
        "shoulder": "Fokuser mere på dine skuldre",
        "thighs": "Fokuser mere på dine lår",
        "triceps": "Fokuser mere på dine triceps",
        "upper_back": "Fokuser mere på din overryg",
        "rear_shoulder": "Fokuser mere på dine bagerste skuldre"
      },
      "muscle": {
        "abs": "Mellemgulv",
        "biceps": "Biceps",
        "calves": "Kalve",
        "chest": "Bryst",
        "hamstring": "Baglår",
        "inner_hips": "Indre hofter",
        "lats": "Brede rygmuskler",
        "left_gluteus": "Venstre balde",
        "left_torso": "Venstre Torso",
        "lower_back": "Nedre del af ryggen",
        "outer_hips": "Ydre hofter",
        "quadriceps": "Quadriceps",
        "right_gluteus": "Højre balde",
        "right_torso": "Højre Torso",
        "shoulder": "Skulder",
        "thighs": "Lår",
        "triceps": "Triceps",
        "upper_back": "Øvre del af ryggen",
        "rear_shoulder": "Bageste skulder"
      },
      "guidanceTextBullet3": "For at tage styrketesten, skal du udføre de anbefalede øvelser for overkrop, kerne og underkrop.",
      "guidanceTextBullet2": "Du kan finde de ekstra øvelser ved at trykke på knappen \"+ Vis mere\".",
      "guidanceTextBullet1": "Prøv at udføre øvelsen ved at fuldføre så mange gentagelser som muligt på en kontrolleret måde med den bedste vægt, du kan."
    }
  },
  "muscleBalance": {
    "muscleBalance": "Muskelbalance",
    "muscleBalanceAnalysis": "Analyse af muskelbalance"
  },
  "flexibility": {
    "title": "Fleksibilitet Alder",
    "about": {
      "whatIsHeader": "Hvad er Fleksibilitetsalderen",
      "whatIsDescription": "En evaluering af, om dine led har en sund bevægelsesradius sammenlignet med din reelle alder.",
      "importantNoticeHeader": "Vigtig meddelelse",
      "importantNoticeDescription": "Fleksibilitetsalder er fyldt med data fra Fitness Hub. Følg instruktionerne på Fitness Hub, gennemfør fleksibilitetstests og få indsigt i din fleksibilitetssundhed.",
      "howCalculatedHeader": "Hvordan det beregnes",
      "howCalculatedDescription": "Vi analyserer alle fleksibilitetstestresultater på tværs af forskellige kropsdele. Resultaterne sammenlignes med den gennemsnitlige fleksibilitet hos andre EGYM-brugere.",
      "recommendationDescription": "Brug disse oplysninger til at tale med din træner om træningsmål og mulig træningstilpasning i din træningsplan."
    },
    "historyTitle": "Fleksibilitet Alder Historie",
    "recommendations": "For mere information om øvelserne, spørg din træner."
  },
  "cardio": {
    "title": "Kardioalder",
    "historyTitle": "Kardio Alder Historie",
    "about": {
      "whatIsHeader": "Hvad er Cardio Age",
      "whatIsDescription": "Evaluerer hvor godt dit kardiovaskulære helbred er udviklet ved at se på dit kardiopræstationsniveau og sammenligne det med en gennemsnitsperson på din reelle alder.",
      "howCalculatedHeader": "Hvordan det beregnes",
      "howCalculatedDescription": "Vi tager din kardiovaskulære kapacitet og ydeevne ved høj og lav intensitet med VO2max-metrik og korrelerer det med blodtrykket og hvilepulsen. VO2max betragtes generelt som den bedste indikator for kardiorespiratorisk fitness.",
      "recommendationDescription": "VO2max kan forudsige risikoen for tidlig død endnu bedre end nogle traditionelle risikofaktorer som overvægt, højt kolesterol eller rygning. Den gode nyhed er, at i modsætning til din faktiske alder, kan du sænke din Cardio Bio Age med regelmæssig sport. Vil du blive yngre? Fortsæt med at træne.",
      "restingHeartRate": "Hvilepuls",
      "restingHeartRateDescription": "En normal hvilepuls for voksne ligger mellem 60 og 100 slag per minut.",
      "bloodPressure": "Blodtryk",
      "bloodPressureDescription": "Systolisk blodtryk er < 120 mmHg. Diastolisk blodtryk er < 80 mmHg.",
      "vo2MAX": "VO2max",
      "vo2MAXDescription": "Jo højere din VO2max er, jo mere ilt kan din krop bruge, og jo bedre er din kardiovaskulære sundhed og udholdenhed.",
      "normalRange": "Normalt område",
      "normalRangeMen": "Mænd: 40ml/kg/min",
      "normalRangeWomen": "Kvinder: 35 ml/kg/min",
      "heartRate": "Hjertefrekvens"
    },
    "trackBloodPressure": {
      "diastolicGreaterThanSystolic": "diastolisk tryk kan ikke være større end systolisk"
    }
  },
  "myBioage": "Min bioalder",
  "connectedApps": {
    "syncInProgress": "Synkronisering er i gang",
    "syncInProgressDescription": "Det kan tage et par minutter at synkronisere dine data. Kom venligst tilbage senere",
    "yourDataIsAlwaysSecure": "Dine data er altid sikre",
    "connectYourData": "Forbind dine data",
    "connectHealthData": "Forbind sundhedsdata",
    "cardio": {
      "sharingDataHelpsDetermineCardioAge": "Ved at dele dine {{appName}} data med EGYM, såsom <0>{{heartRate}}</0> og <1>{{vo2Max}}</1>, kan du hjælpe os med at bestemme din cardioalder",
      "sharingHealthAppData": "Deling af dine<br /> {{healthAppName}} data hjælper med at bestemme din hjertealder."
    },
    "syncError": "Det ser ud til, at du har afvist {{appName}} -tilladelser før. For at slå dem til igen, gå til {{appName}} tilladelser og tillad adgang"
  },
  "updateProfileModal": {
    "description": "Tilføj dit køn og din fødselsdato for at få nøjagtige resultater.",
    "warning": "Minimumsalderen er 13 år"
  }
}
