{
  "homepageTitle": "BioAge",
  "auth": {
    "signupTitle": "Was ist dein BioAge?",
    "loginTitle": "Bewerten Sie Ihr BioAge und verbinden Sie sich mit EGYM-Geräten mit EGYM ID.",
    "signupDescription": "BioAge ist ein umfassender Gesundheits- und Fitnessindikator, der mehrere wichtige Messungen kombiniert, um ein BioAge zu erstellen, das mit Ihrem tatsächlichen physischen Alter verglichen werden kann.",
    "signupDescription2": "Sie können nachvollziehen, wie sich Ihr Trainingsprogramm positiv auf Ihre Fitness und Gesundheit auswirkt, und Sie können Ihre Fortschritte verfolgen."
  },
  "bodyRegions": {
    "title": "Körperregionen",
    "upperBody": "Oberkörper",
    "core": "Rumpf",
    "lowerBody": "Unterkörper"
  },
  "home": {
    "assistance": "Assistenz",
    "categories": {
      "title": "Kategorien",
      "strength": "Kraft",
      "metabolic": "Stoffwechsel",
      "flexibility": "Flexibilität",
      "cardio": "Kardio"
    },
    "information": {
      "title": "Informationen",
      "subtitle": "Virtuelle Assistenz Hilfe",
      "text": "Weitere Informationen über BioAge und Tipps zu seiner Verwendung",
      "readMore": "Mehr anzeigen"
    },
    "analysisEmptyState": {
      "title": "Entdecke dein BioAge",
      "text": "Berechnet auf Grundlage der Ergebnisse zur Maximalkraft, die an EGYM-Geräten erzielt oder manuell in der App hinzugefügt wurden. Um BioAge im Laufe der Zeit zu verbessern, verwende die Analyse von Muskelungleichgewichten, um Dein Training optimal anzupassen."
    }
  },
  "about": {
    "title": "Was ist BioAge",
    "topDescription": "Dieser Wert vergleicht dein aktuelles Fitnesslevel mit dem Durchschnitt gleichaltriger Personen.",
    "subheader": "Wie BioAge berechnet wird",
    "howToBullet1": "Je niedriger das BioAge, desto besser das Fitnessniveau.",
    "howToBullet2": "Das bestmögliche BioAge beträgt 21 Jahre.",
    "recommendationsBullet1": "So kommst du weiter und bleibst gesund: trainiere oft, iss gesund und trinke viel Wasser.",
    "recommendationsBullet2": "Am wichtigsten aber: Genieß dein Leben!",
    "gotItButton": "Alles klar",
    "recommendationsBullet": "Nutze diese Information, um mit deinem Trainer darüber zu sprechen, ob du abnehmen und deine Gesundheitsrisiken im Blick behalten solltest."
  },
  "assistance": {
    "title": "Wie man die Hilfe nutzt",
    "text": "Klicken Sie auf die Schaltfläche <0></0> auf den Bildschirmen \"Kraft\", \"Flexibilität\", \"Stoffwechsel\" und \"Kardio-Alter\", um weitere Informationen darüber zu erhalten."
  },
  "chart": {
    "noDataForThisPeriod": "Keine Daten für diesen Zeitraum",
    "emptyStateText": "Das Diagramm mit den historischen Daten wird hier erscheinen, sobald die Daten verfügbar sind",
    "totalBioageDescription": "Das BioAge repräsentiert die aktuelle Gesundheit und Leistung. Es ist der Durchschnitt aus Kraft, Flexibilität, Stoffwechsel und Kardio. Normale Werte stimmen mit dem tatsächlichen Alter überein und je jünger das BioAge ist, desto besser.",
    "ageYearsYaxisLabel": "Alter (Jahre)",
    "metabolicAgeDescription": "Das Stoffwechselalter wird anhand des Körperfetts, des Verhältnisses von Taille zu Hüfte und des Body-Mass-Index berechnet. Das metabolische Alter gibt dir einen Überblick über das Verhältnis von Körpergröße, Gewicht und Körperfett."
  },
  "common": {
    "realAge": "Echtes Alter {{count}} Jahre",
    "weight": "Gewicht",
    "height": "Körpergröße",
    "waist": "Taille",
    "hip": "Hüfte"
  },
  "metabolic": {
    "title": "Stoffwechselalter",
    "about": {
      "whatIsHeader": "Was ist das Stoffwechselalter?",
      "whatIsDescription": "Vergleicht deine Stoffwechselgesundheit anhand deiner Körperzusammensetzung mit dem Durchschnitt gleichaltriger Personen.",
      "howCalculatedHeader": "So wird es berechnet",
      "howCalculatedDescription": "Wir analysieren das Verhältnis verschiedener Werte deiner Körperzusammensetzung, wie Körperfettanteil, Body Mass Index und das Taillen-Hüft-Verhältnis.",
      "bodyFatDescription": "Dein Körperfettanteil im Verhältnis zu deinem Körpergewicht. Du kannst dieses Verhältnis über ein Körperanalysegerät bestimmen, oder indem du zu Hause eine Waage verwendest, die diesen Wert anzeigt. Durchschnitt für Männer: ~ 20 %; Durchschnitt für Frauen: ~ 27 %",
      "bodyMassDescription": "Der BMI setzt dein Körpergewicht mit deiner Größe ins Verhältnis und gibt eine genaue Einschätzung deiner allgemeinen Körperzusammensetzung. Ein gesunder BMI liegt zwischen 18,5 und 25.",
      "waistHipDescription": "Der Taillen-Hüft-Quotient vergleicht den Taillen- und Hüftumfang und bietet Einblick in deine Fettverteilung. Je niedriger das Verhältnis, desto niedriger ist das Risiko, an kardiovaskulären und anderen Erkrankungen zu leiden. Durchschnitt bei Männern: ~ 0,92; Durchschnitt bei Frauen: ~ 0,83"
    },
    "historyTitle": "Stoffwechselalter Geschichte"
  },
  "measurements": {
    "title": "Messungen",
    "about": "Über {{measurementName}}",
    "howToMeasure": "Wie man misst {{measurementName}}",
    "types": {
      "BMI": {
        "label": "Body Mass Index",
        "description": "Ein üblicher Messwert zur Klassifizierung des Körpergewichts in Bezug auf die Körpergröße. Trotzdem ist die Aussagekraft begrenzt, da Personen mit viel Muskelmasse einen BMI von mehr als 25 haben und trotzdem gesund sein können. Eine bessere Referenz ist die individuelle Körperzusammensetzung (Fett, Muskeln, ...). Der Wert kann durch körperliche Aktivität und gesunde Ernährung positiv beeinflusst werden.",
        "howToMeasureDescription": "Gib deine aktuelle Größe und dein Gewicht ein. Aktualisiere dein Gewicht regelmäßig für einen genauen BMI"
      },
      "BODY_FAT": {
        "label": "Körperfett",
        "description": "Ein guter Indikator zur Klassifizierung deiner Körperzusammensetzung. Zu viel Körperfett ist ein grundlegender Indikator für das Gesundheitsrisiko. Hervorragende Körperfettwerte legen das \"Sixpack\" frei. Der Wert kann durch körperliche Aktivität und gesunde Ernährung positiv beeinflusst werden.",
        "howToMeasureDescription": "Kontaktiere deinen Trainer, um ein genaueres Ergebnis durch den Test mit einem Körperanalysegerät zu erhalten. Weitere Optionen sind die Verwendung einer Waage mit der Funktion \"Körperanalyse\", oder ein Online-Rechner, um den geschätzten Fettanteil durch Messungen von Körperumfängen zu bestimmen."
      },
      "WAIST_TO_HIP_RATIO": {
        "label": "Taillen-Hüft-Quotient",
        "description": "Allgemeiner Indikator für kardiovaskuläre Gesundheitsrisiken durch Betrachtung der Fettverteilung, die hauptsächlich genetisch bedingt ist. Körpertypen mit mehr Fett im mittleren Rumpfbereich korrelieren mit einem höheren Risiko. Für diese Körpertypen ist es sogar noch wichtiger, generell schlank zu bleiben. Eine gesunde Ernährung und regelmäßige Bewegung helfen.",
        "howToMeasureDescription": "Messe mithilfe eines Maßbands den kleinsten Umfang der Taille (direkt über dem Bauchnabel)."
      },
      "WAIST_CM": {
        "label": "Taillenumfang",
        "description": "Dein individueller Mitteldurchmesser. Er kann durch viszerales Fett negativ beeinflusst werden. Das Ergebnis deines morphologischen Typs."
      },
      "HIP_CM": {
        "label": "Hüftumfang",
        "description": "Dein individueller Hüftdurchmesser, gemessen am maximalen Gesäßumfang. Das Ergebnis Deiner Körperstatur."
      },
      "WEIGHT_KG": {
        "label": "Gewicht",
        "description": "Das Körpergewicht allein hat nur eine sehr begrenzte Bedeutung für die Gesundheit. Bessere Referenzen werden durch die individuelle Körperzusammensetzung (Fett, Muskeln, ...) dargestellt. Im Allgemeinen wirkt sich ein hohes Körpergewicht stärker auf Gelenke und Sehnen aus. Du musst mehr Muskelkraft aufbauen um diese Auswirkungen auszugleichen."
      },
      "FAT_MASS_INDEX": {
        "label": "Fett-Masse-Index",
        "description": "Der Fettmasseindex setzt die Fettmasse ins Verhältnis zur Körpergröße. Er ist ein guter Indikator zur Klassifizierung deiner Körperzusammensetzung, besser als der Körperfettanteil. Zu hohe Werte sind grundsätzlich ein Indikator für ein Gesundheitsrisiko. Ausgezeichnete Werte sind ein Zeichen für gute Ästhetik und legen das \"Sixpack\" frei. Der Wert kann durch körperliche Aktivität und gesunde Ernährung positiv beeinflusst werden."
      },
      "SKELETAL_MUSCLE_MASS": {
        "label": "Skelettmuskelmasse",
        "description": "Muskeln sind für die Lebensqualität wichtig. Zu niedrige Werte sind ein Risikoindikator für Verletzungen und Gebrechlichkeit (Sarkopenie). Gesunde Muskeln regulieren Dein Immunsystem, reduzieren Entzündungen und verbessern den Stoffwechsel (Myokine). Der Wert wird durch Krafttraining positiv beeinflusst."
      },
      "BODY_MUSCLE_PERCENTS": {
        "label": "Muskelmasse",
        "description": "Muskeln sind für die Lebensqualität wichtig. Zu niedrige Werte sind ein Risikoindikator für Verletzungen und Gebrechlichkeit (Sarkopenie). Gesunde Muskeln regulieren Dein Immunsystem, reduzieren Entzündungen und verbessern den Stoffwechsel (Myokine). Der Wert wird durch Krafttraining positiv beeinflusst."
      },
      "FAT_FREE_MASS": {
        "label": "Fettfreie Masse",
        "description": "Summe aus Muskel-, Knochen-, innere Organ-, Wasser-, Sehnen-, Blutmasse. Hohe Werte korrelieren mit einer ästhetischen Körperdefinition und zu niedrige Werte mit einem niedrigen Fitnesslevel. Der Wert wird durch Krafttraining und gesunde Ernährung positiv beeinflusst."
      },
      "FAT_FREE_MASS_INDEX": {
        "label": "Fettfreie-Masse-Index",
        "description": "Der Fettfreie-Masse-Index ist ein Indikator für die Sportlichkeit. Hohe Werte korrelieren mit ästhetischer Körperdefinition und zu niedrige Werte mit einem geringen Fitnesslevel. Der Wert wird durch Krafttraining und gesunde Ernährung positiv beeinflusst."
      },
      "VISCERAL_FAT": {
        "label": "Viszeralfett",
        "description": "Viszerales Fett ist das Fett in Deiner Bauchhöhle um die inneren Organe. Hohe Werte sind ein Risikofaktor für Stoffwechselerkrankungen und Entzündungsprozesse. Kann durch Fitnesstraining deutlich reduziert werden."
      },
      "VISCERAL_FAT_LEVEL_CM2": {
        "label": "Viszeraler Fettgehalt",
        "description": "Viszerales Fett ist das Fett in Deiner Bauchhöhle um die inneren Organe. Hohe Werte sind ein Risikofaktor für Stoffwechselerkrankungen und Entzündungsprozesse. Kann durch Fitnesstraining deutlich reduziert werden."
      },
      "VISCERAL_FAT_RATING": {
        "label": "Viszerales Fett",
        "description": "Viszerales Fett ist das Fett in Deiner Bauchhöhle um die inneren Organe. Hohe Werte sind ein Risikofaktor für Stoffwechselerkrankungen und Entzündungsprozesse. Kann durch Fitnesstraining deutlich reduziert werden."
      },
      "BODY_WATER": {
        "label": "Körperwasser",
        "description": "Lösungsmittel, Transportmittel, Nährstoffressource und Temperaturregler. Dehydration ist ein gefährliches Gesundheitsrisiko und weit verbreitet. Zu viel Wasseraufnahme ist seltener, kann aber unter bestimmten Bedingungen auch ein Problem sein."
      },
      "BODY_PROTEIN_KG": {
        "label": "Körpereiweiß",
        "description": "Hohe Korrelation zur Muskel- und Kollagenmasse. Der Aminosäurepool beinhaltet die Bausteine des Lebens, welche für alle Reparaturmechanismen und Heilungsprozesse des Körpers benötigt werden. Ein niedriger Proteinstatus reduziert dein Immunsystem und schwächt deinen Gesundheitszustand. Der Wert kann durch Krafttraining und proteinreiche Nahrung positiv beeinflusst werden."
      },
      "BODY_MINERALS_KG": {
        "label": "Mineralien",
        "description": "Parameter für deine Knochenstabilität. Zu niedrige Werte werden mit Osteoporose in Verbindung gebracht, die das Risiko von Knochenbrüchen erhöht. Krafttraining ist eine wichtige Prophylaxe, am besten in Kombination mit Calcium- und Vitamin-D-Präparaten."
      },
      "EXTRA_CELLULAR_WATER": {
        "label": "Extrazelluläres Wasser",
        "description": "Der Anteil des Körperwassers, der von allen Flüssigkeitskomponenten in Deinem Herz-Kreislauf-System repräsentiert wird. Dies ist Dein metabolisches Transportmedium. Zu niedrige Werte weisen auf eine ungesunde Dehydration hin. Ausdauertraining kann Deinen Körperwasserhaushalt verbessern."
      },
      "INTRA_CELLULAR_WATER": {
        "label": "Intrazelluläres Wasser",
        "description": "Der Anteil des Körperwassers, der in all Deinen Körperzellen enthalten ist, die Deine Batterien sind. Der intrazelluläre Wasseranteil lädt Deine Körperzellbatterien und entgiftet sie. Ein niedriger Status weist auf eine ungesunde Dehydratation hin, da trockene Batterien nicht funktionieren. Sportliches Training stabilisiert den Ladezustand Deiner Akkus."
      },
      "SOFT_LEAN_MASS_KG": {
        "label": "Weiche Magermasse",
        "description": "Besteht aus gesamten Körperwasser, Eiweiß und nicht knochenhaltigen Mineralien. Niedrige Werte weisen auf möglicherweise ungesunde Ernährungsbedingungen hin. Neben der genetischen Veranlagung, ein Ergebnis der individuellen Ernährungs- und Lebensbedingungen."
      },
      "SEGMENTAL_LEAN_TRUNK_KG": {
        "label": "Magermasse Rumpf",
        "description": "Separat gemessene Rumpfmagermasse. Niedrige Werte deuten auf einen schwachen segmentalen Status hin. Achte auf eine gesunde Muskelmasse in Ihrem Rumpf. Dein Rumpf ist die Mitte des Körpers und spielt eine entscheidende Rolle für die Stabilität des Rückens. Der Wert kann durch Bauch- oder Rückentraining und gesunde Ernährung verbessert werden."
      },
      "SEGMENTAL_MUSCLE_TRUNK_KG": {
        "label": "Muskeln Rumpf",
        "description": "Separat gemessene Rumpfmuskelmasse. Niedrige Werte weisen auf einen schwachen segmentalen Status hin. Achte auf eine ausreichende Muskelmasse in deinem Rumpf. Dein Rumpf ist die Mitte des Körpers und spielt eine entscheidende Rolle für die Stabilität des Rückens. Der Wert kann durch Bauch- oder Rückentraining verbessert werden."
      },
      "TOTAL_ENERGY_EXPENDITURE": {
        "label": "Gesamter Energieaufwand",
        "description": "Dies ist die täglich von deinem Körper benötigte Gesamtenergiemenge. Sie resultiert aus deinem Ruheumsatz (~70 %) und Arbeitsumsatz (~30 %). Eine positive Beeinflußung erfolgt durch Steigerung der regelmäßigen körperlichen Aktivität und Erhöhung des Ruheumsatzes."
      },
      "RESTING_ENERGY_EXPENDITURE": {
        "label": "Ruhender Energieaufwand",
        "description": "Dies ist die tägliche Energie, die dein Körper im Ruhestand benötigt, um die grundlegendsten Funktionen auszuführen, wie zum Beispiel Atmung oder Blutkreislauf. Sie wird von vielen Faktoren beeinflusst - unter anderem von Alter, Geschlecht, Muskelmasse und auch vom Regenerationsniveau nach körperlicher Aktivität. Sie wird durch Krafttraining und intensives Cardio-Workout verbessert."
      },
      "BODY_PHASE_ANGLE": {
        "label": "Phasenwinkel",
        "description": "Der Phasenwinkel ist ein Indikator für die Gesundheit und Integrität von Körperzellen. Ein hoher Phasenwinkel ist ein Hinweis auf intakte Zellmembranen. Er steigt an, wenn du gesund bist, und sinkt, wenn du krank bist. Er sinkt auch mit dem Alter. Wenn du deinen Phasenwinkel erhöhen kannst, verlangsamst du den Alterungsprozess. Der Phasenwinkel kann am besten durch eine Zunahme der fettfreien Masse im Verhältnis zum Körpergewicht verbessert werden."
      },
      "BASAL_METABOLIC_RATE_KJ": {
        "label": "Grundumsatz",
        "description": "Dies ist die tägliche Energie, die dein Körper im Ruhestand benötigt, um die grundlegendsten Funktionen auszuführen, wie zum Beispiel Atmung oder Blutkreislauf. Sie wird von vielen Faktoren beeinflusst - unter anderem von Alter, Geschlecht, Muskelmasse und auch vom Regenerationsniveau nach körperlicher Aktivität. Sie wird durch Krafttraining und intensives Cardio-Workout verbessert."
      },
      "SEGMENTAL_LEAN_ARM_KG": {
        "label": "Magermasse Arm",
        "description": "Separat gemessene Armmagermasse. Niedrige Werte deuten auf einen schwachen segmentalen Status hin. Achte auf ein Gleichgewicht zwischen der rechten und linken Seite, um muskuläre Dysbalancen zu vermeiden. Der Wert kann durch einarmiges Training und gesunde Ernährung verbessert werden."
      },
      "SEGMENTAL_LEAN_LEG_KG": {
        "label": "Magermasse Bein",
        "description": "Separat gemessene Beinmagermasse. Niedrige Werte deuten auf einen schwachen segmentalen Status hin. Achte auf ein Gleichgewicht zwischen rechter und linker Seite, um muskuläre Dysbalancen zu vermeiden. Der Wert kann durch einbeiniges Training und gesunde Ernährung verbessert werden."
      },
      "SEGMENTAL_MUSCLE_ARM_KG": {
        "label": "Muskeln Arm",
        "description": "Separat gemessene Armmuskelmasse. Niedrige Werte deuten auf einen schwachen segmentalen Status hin. Achte auf ein Gleichgewicht zwischen rechter und linker Seite, um muskuläre Dysbalancen zu vermeiden. Der Wert kann durch einarmiges Bizeps- oder Trizepstraining verbessert werden."
      },
      "SEGMENTAL_MUSCLE_LEG_KG": {
        "label": "Muskeln Bein",
        "description": "Separat gemessene Beinmuskelmasse. Niedrige Werte deuten auf einen schwachen segmentalen Status hin. Achte auf ein Gleichgewicht zwischen rechter und linker Seite, um muskuläre Dysbalancen zu vermeiden. Der Wert kann durch einbeiniges Training verbessert werden."
      },
      "SEGMENTAL_FAT_TRUNK_KG": {
        "label": "Rumpf-Fettmasse",
        "description": "Getrennte Rumpf-Fettmasse. Niedrige Werte weisen auf einen schwachen segmentalen Status hin. Achten Sie auf eine gesunde Fettmasse in Ihrem Rumpf. Ihr Rumpf ist das Zentrum Ihres Körpers und spielt eine entscheidende Rolle für die Stabilität Ihres Rückens. Kann durch Bauch- oder Rückentraining und gesunde Ernährung verbessert werden."
      },
      "SEGMENTAL_FAT_LEG_KG": {
        "label": "Beinfettmasse",
        "description": "Getrennte Beinfettmasse. Niedrige Werte deuten auf einen schwachen segmentalen Status hin. Achte auf ein Gleichgewicht zwischen rechter und linker Seite, um muskuläre Dysbalancen zu vermeiden. Der Wert kann durch einbeiniges Training und gesunde Ernährung verbessert werden."
      },
      "SEGMENTAL_FAT_ARM_KG": {
        "label": "Arm Fettmasse",
        "description": "Getrennte Armfettmasse. Niedrige Werte deuten auf einen schwachen segmentalen Status hin. Achte auf ein Gleichgewicht zwischen der rechten und linken Seite, um muskuläre Dysbalancen zu vermeiden. Der Wert kann durch einarmiges Training und gesunde Ernährung verbessert werden."
      },
      "TORSO_LATERAL_FLEXION_DEGREE": {
        "label": "Lat Flex",
        "description": "Die seitliche Rumpfmuskulatur beugt, rotiert und stabilisiert deinen Rumpf. Eine erhöhte Muskelspannung und eingeschränkte Flexibilität kann Schmerzen in der Lendenwirbelsäule verursachen. Auch ein so eingeschränktes Zwerchfell kann die freie Atmung behindern."
      },
      "NECK_LATERAL_FLEXION_DEGREE": {
        "label": "Nacken",
        "description": "Die seitlichen Nackenmuskeln bewegen und stabilisieren deinen Kopf. Eintönige Belastungen wie zum Beispiel langes Arbeiten am PC oder auch Stress resultieren in einer verminderten Flexibilität, was zu Kopfschmerzen, Spannungsschmerzen, Zähneknirschen und Schmerzen in der Halswirbelsäule führen kann."
      },
      "HIP_EXTENSION_DEGREE": {
        "label": "Hüfte",
        "description": "Die Hüftbeuger kontrollieren deine Körperhaltung während des Gehens und Laufens. Langes Sitzen führt zu verkürzten Muskeln. Das Resultat ist eine schlechte Körperhaltung und Schmerzen im unteren Rücken."
      },
      "CHEST_EXTENSION_DEGREE": {
        "label": "Brust",
        "description": "Die Brustmuskulatur bewegt deine Oberarme und stabilisiert dein Schultergelenk. Wenn du lange Zeit in einer nach vorne geneigten Position, wie zum Beispiel am PC verbringst, verkürzen sich die Muskeln. Dies kann zu Nackenschmerzen, Schulterproblemen und auch einer eingeschränkten Atmung führen."
      },
      "HAMSTRING_EXTENSION_DEGREE": {
        "label": "Beinbeuger",
        "description": "Der Beinbeuger ist Teil der hinteren Beinkette. Einseitige Belastungen wie langes Sitzen können eine eingeschränkte Flexibilität verursachen. Dies kann langfristig zu Schmerzen im unteren Rücken und einer schlechten Haltung führen."
      },
      "RESTING_HEART_RATE": {
        "label": "Ruhepuls",
        "description": "Sie können Ihre Ruheherzfrequenz einfach ermitteln, indem Sie die Herzschläge während 15 Sekunden zählen und diesen Wert mit 4 multiplizieren. Sie können Ihren Herzschlag entweder am Handgelenk oder an der Halsschlagader ermitteln. Ein normaler Wert für die Ruheherzfrequenz liegt zwischen 50 und 80 Schlägen pro Minute. Ein erhöhter Ruhepuls ist mit einer höheren Sterblichkeitsrate verbunden.",
        "howtoMeasure": "Sie können Ihre Ruheherzfrequenz einfach ermitteln, indem Sie die Herzschläge während 15 Sekunden zählen und diesen Wert mit 4 multiplizieren. Sie können Ihren Herzschlag entweder am Handgelenk oder an der Halsschlagader ermitteln. Ein normaler Wert für die Ruheherzfrequenz liegt zwischen 50 und 80 Schlägen pro Minute. Ein erhöhter Ruhepuls ist mit einer höheren Sterblichkeitsrate verbunden."
      },
      "BLOOD_PRESSURE_MMHG": {
        "label": "Blutdruck",
        "description": "Der Blutdruck spiegelt die allgemeine Gesundheit des Herz-Kreislauf-Systems wider. Ein hoher Blutdruck kann ein Indikator für Grunderkrankungen sein und langfristige Auswirkungen haben. Ein normaler Blutdruck liegt bei 120 systolisch und 80 diastolisch.",
        "howtoMeasureListHeader": "Der Blutdruck wird in Millimeter Quecksilber (mmHg) gemessen und in 2 Zahlen angegeben:",
        "howtoMeasureBullet1": "systolischer Druck - der Druck, mit dem das Herz das Blut durch den Körper presst",
        "howtoMeasureBullet2": "diastolischer Druck - der Druck, wenn das Herz zwischen den Schlägen ruht und das Blut um das Herz herumgeschoben wird",
        "howtoMeasureListFooter": "Die höchste Zahl ist immer der systolische Druck und wird immer zuerst angegeben. Die Angabe \"120/80 mmHg\" bedeutet zum Beispiel einen systolischen Druck von 120 mmHg und einen diastolischen Druck von 80 mmHg.",
        "howtoMeasureFooter": "Sie können Ihren Blutdruck mit einem Blutdruckmessgerät messen.",
        "howtoMeasureHint": "Innerhalb von 30 Minuten vor der Blutdruckmessung solltest du nicht rauchen, keine koffeinhaltigen Getränke zu dir nehmen oder trainieren. Sitz gerade und lehne dich an. Führe die Messung nicht über Kleidung durch."
      },
      "VO2MAX": {
        "label": "VO2max",
        "description": "Die VO2max ist ein direktes Maß für Ihre kardiovaskuläre Kapazität und spiegelt die Fähigkeit Ihres Körpers wider, über einen längeren Zeitraum hinweg mit hoher Intensität zu trainieren. Sie können Ihre VO2max über den Kardiotest und mit Sportgeräten oder Uhren abrufen.",
        "howtoMeasureLine1": "VO2max ist ein direktes Maß für Ihre kardiovaskuläre Kapazität und spiegelt die Fähigkeit Ihres Körpers wider, über einen langen Zeitraum hinweg mit hoher Intensität zu trainieren.",
        "howtoMeasureLine2": "VO2max wird in Millilitern Sauerstoff gemessen, die in einer Minute pro Kilogramm Körpergewicht verbraucht werden (ml/kg/min).",
        "howtoMeasureLine3": "Du kannst deine VO2max über den Cardio-Test und mit Sportgeräten oder Uhren beurteilen."
      }
    },
    "interpretation": {
      "low": "Niedrig",
      "normal": "Normal",
      "excellent": "Exzellent",
      "elevated": "Erhöht"
    }
  },
  "strength": {
    "title": "Kraft",
    "about": {
      "whatIsHeader": "Was ist die Kraft Gesundheit",
      "whatIsDescription": "Dieses Ergebnis vergleicht deine muskuläre Leistung mit dem Durchschnitt gleichaltriger Personen.",
      "howCalculatedHeader": "So wird es berechnet",
      "howCalculatedDescription": "Wir analysieren die Ergebnisse aus allen Maximalkrafttests (manuell oder von EGYM Geräten), um deine Kraft und Muskeldysbalancen in drei Körperregionen (Oberkörper, Rumpf, Unterkörper) zu bestimmen.",
      "theKeyMetric": "Entscheidend ist das Verhältnis deiner Kraft zu deinem Körpergewicht.",
      "theIdealRatio": "Das ideale Verhältnis ist abhängig von deinem Geschlecht und der Übung die du ausführst."
    },
    "historyTitle": "Kraft ",
    "takeStrengthTest": "Krafttest durchführen",
    "measurementTrackingDescription": "Versuche die Übung so viele Wiederholungen wie möglich kontrolliert mit dem bestmöglichen Gewicht auszuführen. Die Anzahl der Wiederholungen, die mit diesem Gewicht absolvieren, wird zur Schätzung Ihrer Maximalkraftmessung herangezogen.",
    "measurementCalculatedDescription": "Der folgende Wert stellt die Kraft dar, die du während des Tests aufgewendet hast.",
    "measurementTrackSuccess": "Deine Ergebnisse wurden erfolgreich gespeichert",
    "muscleBalance": {
      "emptyState": {
        "title": "Entdecke deine Stärke",
        "text": "Mache einen Krafttest, um deine Muskeldysbalance aufzudecken"
      },
      "greatWork": "Gut gemacht!",
      "statusImbalanced": "Nicht ausgeglichen",
      "statusBalanced": "Ausgeglichen",
      "imbalanced": {
        "abs": "Konzentriere dich mehr auf deine Bauchmuskeln",
        "biceps": "Konzentriere dich mehr auf deinen Bizeps",
        "calves": "Konzentriere dich mehr auf deine Waden",
        "chest": "Konzentriere dich mehr auf deine Brust.",
        "hamstring": "Konzentriere dich mehr auf deinen hinteren Oberschenkel",
        "inner_hips": "Konzentriere dich mehr auf deine innere Hüfte",
        "lats": "Konzentriere dich mehr auf deinen Latissimus",
        "left_gluteus": "Konzentriere dich mehr auf dein linkes Gesäß",
        "left_torso": "Konzentriere dich mehr auf deinen linken Rumpf",
        "lower_back": "Konzentriere dich mehr auf deinen unteren Rücken.",
        "outer_hips": "Konzentriere dich mehr auf deine äußere Hüfte",
        "quadriceps": "Konzentriere dich mehr auf deinen Quadrizeps",
        "right_gluteus": "Konzentriere dich mehr auf dein rechtes Gesäß",
        "right_torso": "Konzentriere dich mehr auf deinen rechten Rumpf",
        "shoulder": "Konzentriere dich mehr auf deine Schultern",
        "thighs": "Konzentriere dich mehr auf deine Oberschenkel",
        "triceps": "Konzentriere dich mehr auf deinen Trizeps",
        "upper_back": "Konzentriere dich mehr auf deinen oberen Rücken.",
        "rear_shoulder": "Konzentriere dich mehr auf deine Hintere Schultern"
      },
      "muscle": {
        "abs": "Bauchmuskeln",
        "biceps": "Bizeps",
        "calves": "Waden",
        "chest": "Brust",
        "hamstring": "Beinbeuger",
        "inner_hips": "Innere Hüfte",
        "lats": "Latissimus",
        "left_gluteus": "Linkes Gesäß",
        "left_torso": "Linker Rumpf",
        "lower_back": "Unterer Rücken",
        "outer_hips": "Äußere Hüfte",
        "quadriceps": "Quadrizeps",
        "right_gluteus": "Rechtes Gesäß",
        "right_torso": "Rechter Rumpf",
        "shoulder": "Schulter",
        "thighs": "Oberschenkel",
        "triceps": "Trizeps",
        "upper_back": "Oberer Rücken",
        "rear_shoulder": "Hintere Schulter"
      },
      "guidanceTextBullet3": "Für den Krafttest führe die empfohlenen Übungen für den Oberkörper, die Körpermitte und den Unterkörper durch.",
      "guidanceTextBullet2": "Finde die zusätzlichen Übungen, indem auf die Schaltfläche \"+ Mehr anzeigen\" klicke.",
      "guidanceTextBullet1": "Versuche, so viele Wiederholungen wie möglich auf kontrollierte Weise mit dem bestmöglichen Gewicht auszuführen."
    }
  },
  "muscleBalance": {
    "muscleBalance": "Muskelbalance",
    "muscleBalanceAnalysis": "Analyse der Muskelbalance"
  },
  "flexibility": {
    "title": "Flexibilitätsalter",
    "about": {
      "whatIsHeader": "Was ist Flexibilitätsalter?",
      "whatIsDescription": "Eine Bewertung, ob Ihre Gelenke im Vergleich zu Ihrem tatsächlichen Alter einen gesunden Bewegungsspielraum haben.",
      "importantNoticeHeader": "Wichtiger Hinweis",
      "importantNoticeDescription": "Flexibilitätsalter ist mit Daten aus Fitness Hub gefüllt. Befolgen Sie die Anweisungen auf Fitness Hub, führen Sie Flexibilitätstests durch und erhalten Sie Einblicke in Ihre Flexibility Health.",
      "howCalculatedHeader": "So wird es berechnet",
      "howCalculatedDescription": "Wir analysieren alle Ergebnisse der Beweglichkeitstests für verschiedene Körperteile. Die Ergebnisse werden mit der durchschnittlichen Flexibilität anderer EGYM-Nutzer verglichen.",
      "recommendationDescription": "Nutze diese Information, um mit deinem Trainer darüber zu sprechen, ob du abnehmen und deine Gesundheitsrisiken im Blick behalten solltest."
    },
    "historyTitle": "Flexibilität Alter Geschichte",
    "recommendations": "Weitere Informationen zu den Übungen erhalten Sie von Ihrem Trainer."
  },
  "cardio": {
    "title": "Kardio",
    "historyTitle": "Kardio Alter Geschichte",
    "about": {
      "whatIsHeader": "Was ist das Kardio-Alter?",
      "whatIsDescription": "Bewertet, wie gut Ihre Cardio-Gesundheit entwickelt ist, indem es Ihr Cardio-Leistungsniveau betrachtet und es mit einer durchschnittlichen Person Ihres tatsächlichen Alters vergleicht.",
      "howCalculatedHeader": "So wird es berechnet",
      "howCalculatedDescription": "Wir messen Ihre kardiovaskuläre Kapazität und Leistung bei hohen und niedrigen Intensitäten mit der VO2max-Metrik und korrelieren sie mit dem Blutdruck und der Ruheherzfrequenz. VO2max gilt allgemein als der beste Indikator für die kardiorespiratorische Fitness.",
      "recommendationDescription": "Die VO2max kann das Risiko eines frühen Todes sogar besser vorhersagen als einige traditionelle Risikofaktoren wie Übergewicht, hoher Cholesterinspiegel oder Rauchen. Die gute Nachricht ist, dass Sie im Gegensatz zu Ihrem tatsächlichen Alter Ihr Cardio-Bio-Alter durch regelmäßigen Sport senken können. Wollen Sie jünger werden? Trainieren Sie weiter.",
      "restingHeartRate": "Ruhepuls",
      "restingHeartRateDescription": "Eine normale Ruheherzfrequenz für Erwachsene liegt zwischen 60 und 100 Schlägen pro Minute.",
      "bloodPressure": "Blutdruck",
      "bloodPressureDescription": "Der systolische Blutdruck beträgt < 120 mmHg. Der diastolische Blutdruck beträgt < 80 mmHg.",
      "vo2MAX": "VO2max",
      "vo2MAXDescription": "Je höher Ihre VO2max ist, desto mehr Sauerstoff kann Ihr Körper nutzen und desto besser sind Ihr Herz-Kreislauf-System und Ihre Ausdauer.",
      "normalRange": "Normaler Bereich",
      "normalRangeMen": "Männer: 40ml/kg/min",
      "normalRangeWomen": "Frauen: 35 ml/kg/min",
      "heartRate": "Herzfrequenz"
    },
    "trackBloodPressure": {
      "diastolicGreaterThanSystolic": "Der diastolische Druck darf nicht höher sein als der systolische"
    }
  },
  "myBioage": "Dein BioAge",
  "connectedApps": {
    "syncInProgress": "Synchronisierung läuft",
    "syncInProgressDescription": "Die Synchronisierung Ihrer Daten kann ein paar Minuten dauern, bitte kommen Sie später wieder.",
    "yourDataIsAlwaysSecure": "Ihre Daten sind immer sicher",
    "connectYourData": "Verbinden Deine Daten",
    "connectHealthData": "Gesundheitsdaten verbinden",
    "cardio": {
      "sharingDataHelpsDetermineCardioAge": "Indem Du deine {{appName}} Daten mit EGYM teilen, wie z.B. <0>{{heartRate}} </0> und <1>{{vo2Max}}</1>, können Du uns helfen, Ihr kardiales Alter zu bestimmen",
      "sharingHealthAppData": "Die Weitergabe Deiner<br /> {{healthAppName}} Daten hilft bei der Bestimmung Deines kardialen Alters."
    },
    "syncError": "Scheint so, als ob Sie die Berechtigungen {{appName}} zuvor abgelehnt haben. Um sie wieder einzuschalten, gehen Sie zu {{appName}} Berechtigungen und erlauben Sie den Zugriff"
  },
  "updateProfileModal": {
    "description": "Füge dein Geschlecht und Geburtsdatum hinzu, um genaue Ergebnisse zu erhalten.",
    "warning": "Das Mindestalter ist 13 Jahre"
  }
}
