{
  "chart": {
    "noDataForThisPeriod": "Δεν υπάρχουν δεδομένα για αυτήν τη χρονική περίοδο"
  },
  "measurements": {
    "types": {
      "BMI": {
        "description": "Μια κοινή μέτρηση για την ταξινόμηση του σωματικού βάρους σε σχέση με το ύψος του σώματος. Ωστόσο, η σημασία είναι περιορισμένη, επειδή τα άτομα με μεγάλη μυϊκή μάζα μπορεί να έχουν ΔΜΣ μεγαλύτερο από 25 και να είναι ακόμα υγιή. Για καλύτερες γνώσεις, δείτε τη σύνθεση του σώματος (λίπος, μύες,...). Μπορεί να επηρεαστεί θετικά από τη σωματική δραστηριότητα και την υγιεινή διατροφή."
      },
      "BODY_FAT": {
        "description": "Ένας καλός δείκτης για να ταξινομήσετε τη σύσταση του σώματός σας. Το πολύ υψηλό ποσοστό σωματικού λίπους είναι βασικός δείκτης κινδύνου για την υγεία. Τα εξαιρετικά επίπεδα σωματικού λίπους αποκαλύπτουν το \"six pack\". Μπορεί να επηρεαστεί θετικά από τη σωματική δραστηριότητα και την υγιεινή διατροφή."
      },
      "WAIST_TO_HIP_RATIO": {
        "description": "Κοινός δείκτης για τους κινδύνους για την καρδιαγγειακή υγεία εξετάζοντας την κατανομή λίπους που καθορίζεται κυρίως γενετικά. Οι σωματότυποι που μεταφέρουν περισσότερο λίπος στη μέση περιοχή του κορμού συσχετίζονται με υψηλότερο κίνδυνο. Για αυτούς τους σωματότυπους, είναι ακόμη πιο σημαντικό να παραμείνετε αδύνατοι γενικά. Η υγιεινή διατροφή και η τακτική άσκηση βοηθούν."
      },
      "WAIST_CM": {
        "description": "Η ατομική σας διάμετρος μεσαίου μήκους. Επηρεάζεται αρνητικά από το σπλαχνικό λίπος και αποτέλεσμα του μορφολογικού σας τύπου."
      },
      "HIP_CM": {
        "description": "Η ατομική σας διάμετρος ισχίου, μετρημένη στη μέγιστη περιοχή των γλουτών. Αποτέλεσμα της σύστασης του σώματός σας."
      },
      "WEIGHT_KG": {
        "description": "Το σωματικό βάρος από μόνο του έχει πολύ περιορισμένη αξία για την υγεία. Για πραγματικές γνώσεις κοιτάξτε τη σύνθεση του σώματος (λίπος, μύες,...). Γενικά, ένα υψηλό σωματικό βάρος δημιουργεί μεγαλύτερη επίδραση στις αρθρώσεις και τους τένοντες. Πρέπει να χτίσετε περισσότερη μυϊκή δύναμη για να αντισταθμίσετε αυτές τις επιπτώσεις."
      },
      "FAT_MASS_INDEX": {
        "description": "Ο Δείκτης Μάζας Λίπους βάζει τη λιπώδη μάζα σε σχέση με το ύψος του σώματος. Είναι ένας πολύ καλός δείκτης για να ταξινομήσετε τη σύσταση του σώματός σας, ανώτερη από το σωματικό λίπος%. Οι υπερβολικά υψηλές τιμές αποτελούν βασικό δείκτη κινδύνου για την υγεία. Οι εξαιρετικές αξίες σημάδι για καλή αισθητική αποκαλύπτουν το \"six pack\". Μπορεί να επηρεαστεί θετικά από τη σωματική δραστηριότητα και την υγιεινή διατροφή."
      },
      "SKELETAL_MUSCLE_MASS": {
        "description": "Οι μύες είναι σημαντικοί για την ποιότητα ζωής. Οι πολύ χαμηλές τιμές αποτελούν δείκτη κινδύνου για τραυματισμούς και αδυναμία (Σαρκοπενία). Οι υγιείς μύες ρυθμίζουν το ανοσοποιητικό σας σύστημα, μειώνουν τις φλεγμονές και βελτιώνουν το μεταβολισμό (Μυοκίνες). Επηρεάζεται θετικά από την προπόνηση δύναμης."
      },
      "BODY_MUSCLE_PERCENTS": {
        "description": "Οι μύες είναι σημαντικοί για την ποιότητα ζωής. Οι πολύ χαμηλές τιμές αποτελούν δείκτη κινδύνου για τραυματισμούς και αδυναμία (Σαρκοπενία). Οι υγιείς μύες ρυθμίζουν το ανοσοποιητικό σας σύστημα, μειώνουν τις φλεγμονές και βελτιώνουν το μεταβολισμό (Μυοκίνες). Επηρεάζεται θετικά από την προπόνηση δύναμης."
      },
      "FAT_FREE_MASS": {
        "description": "Άθροισμα μυών, οστών, εσωτερικού οργάνου, νερού, τένοντα, βάρους αίματος. Οι υψηλές τιμές συσχετίζονται με έναν αισθητικό ορισμό του σώματος και οι πολύ χαμηλές τιμές με το χαμηλό επίπεδο φυσικής κατάστασης. Επηρεάζεται θετικά από την προπόνηση δύναμης και την υγιεινή διατροφή."
      },
      "FAT_FREE_MASS_INDEX": {
        "description": "Ο δείκτης μάζας χωρίς λίπος είναι ένας αθλητικός δείκτης. Υψηλές τιμές συσχετίζονται με τον αισθητικό ορισμό του σώματος και πολύ χαμηλές τιμές με χαμηλό επίπεδο φυσικής κατάστασης. Επηρεάζεται θετικά από την προπόνηση δύναμης και την υγιεινή διατροφή."
      },
      "VISCERAL_FAT": {
        "description": "Το σπλαχνικό λίπος είναι το λίπος στην κοιλιακή σας κοιλότητα γύρω από τα εσωτερικά όργανα. Οι υψηλές τιμές αποτελούν παράγοντα κινδύνου για μεταβολικές ασθένειες και φλεγμονώδεις διεργασίες. Μπορεί να μειωθεί σημαντικά με την προπόνηση φυσικής κατάστασης."
      },
      "VISCERAL_FAT_LEVEL_CM2": {
        "description": "Το σπλαχνικό λίπος είναι το λίπος στην κοιλιακή σας κοιλότητα γύρω από τα εσωτερικά όργανα. Οι υψηλές τιμές αποτελούν παράγοντα κινδύνου για μεταβολικές ασθένειες και φλεγμονώδεις διεργασίες. Μπορεί να μειωθεί σημαντικά με την προπόνηση φυσικής κατάστασης."
      },
      "VISCERAL_FAT_RATING": {
        "description": "Το σπλαχνικό λίπος είναι το λίπος στην κοιλιακή σας κοιλότητα γύρω από τα εσωτερικά όργανα. Οι υψηλές τιμές αποτελούν παράγοντα κινδύνου για μεταβολικές ασθένειες και φλεγμονώδεις διεργασίες. Μπορεί να μειωθεί σημαντικά με την προπόνηση φυσικής κατάστασης."
      },
      "BODY_WATER": {
        "label": "Νερό σώματος",
        "description": "Διαλύτης, παράγοντας μεταφοράς, θρεπτικός πόρος και ρυθμιστής θερμοκρασίας. Η αφυδάτωση είναι ένας επικίνδυνος κίνδυνος για την υγεία και αρκετά συχνός. Η υπερβολική πρόσληψη νερού είναι λιγότερο συχνή, αλλά μπορεί επίσης να αποτελέσει πρόβλημα υπό ορισμένες συνθήκες."
      },
      "BODY_PROTEIN_KG": {
        "label": "Πρωτεΐνη Σώματος",
        "description": "Υψηλή συσχέτιση με μάζα μυών και κολλαγόνου. Πισίνα αμινοξέων που είναι ουσίες με βάση τη ζωή, απαραίτητες για όλους τους μηχανισμούς επιδιόρθωσης του σώματος και τη διαδικασία επούλωσης. Η χαμηλή κατάσταση πρωτεΐνης καταστέλλει το ανοσοποιητικό σας σύστημα και δημιουργεί μια αδύναμη κατάσταση υγείας. Επηρεάζεται θετικά από την προπόνηση ενδυνάμωσης και την τροφή πλούσια σε πρωτεΐνες."
      },
      "BODY_MINERALS_KG": {
        "label": "Ορυκτά",
        "description": "Παράμετρος για τη σταθερότητα των οστών σας. Οι πολύ χαμηλές τιμές συνδέονται με την οστεοπόρωση που αυξάνει τον κίνδυνο καταγμάτων των οστών. Η προπόνηση δύναμης είναι μια σημαντική προφύλαξη, που συνδυάζεται καλύτερα με συμπληρώματα ασβεστίου και βιταμίνης D."
      },
      "EXTRA_CELLULAR_WATER": {
        "label": "Extra Cellular Water",
        "description": "Το κλάσμα του νερού του σώματος που αντιπροσωπεύεται από όλα τα υγρά συστατικά του καρδιαγγειακού σας συστήματος. Είναι το μέσο μεταφοράς του μεταβολισμού σας. Πολύ χαμηλές τιμές υποδηλώνουν ανθυγιεινή αφυδάτωση. Η προπόνηση αντοχής μπορεί να βελτιώσει την ισορροπία του νερού του σώματός σας."
      },
      "INTRA_CELLULAR_WATER": {
        "label": "Ενδοκυτταρικό νερό"
      },
      "SOFT_LEAN_MASS_KG": {
        "label": "Μαλακή άπαχη μάζα",
        "description": "Άθροισμα του συνολικού νερού του σώματός σας, πρωτεϊνών και μη οστικών μετάλλων. Οι χαμηλές τιμές υποδεικνύουν πιθανές ανθυγιεινές συνθήκες διατροφής. Εκτός από τη γενετική προδιάθεση, είναι αποτέλεσμα ατομικής διατροφής και συνθηκών τρόπου ζωής."
      },
      "SEGMENTAL_LEAN_TRUNK_KG": {
        "label": "Lean Mass Trunk"
      },
      "SEGMENTAL_MUSCLE_TRUNK_KG": {
        "label": "Μύες Κορμός"
      },
      "TOTAL_ENERGY_EXPENDITURE": {
        "label": "Συνολική Δαπάνη Ενέργειας",
        "description": "Αυτή είναι η καθημερινή ενέργεια που χρειάζεται το σώμα σας. Καθορίζεται από την ενεργειακή σας δαπάνη ανάπαυσης (~70%) και την ποσότητα της καθημερινής δραστηριότητας (~30%). Επηρεάζεται θετικά από την αύξηση της τακτικής σωματικής δραστηριότητας και την αύξηση της ενεργειακής δαπάνης ηρεμίας."
      },
      "RESTING_ENERGY_EXPENDITURE": {
        "label": "Ηρεμία Ενεργειακή Δαπάνη",
        "description": "Αυτή είναι η ημερήσια ενέργεια που απαιτείται από το σώμα σας για να εκτελέσει τις πιο βασικές λειτουργίες όταν το σώμα σας είναι σε ηρεμία, όπως η αναπνοή ή η κυκλοφορία του αίματος. Επηρεάζεται από πολλούς παράγοντες - συμπεριλαμβανομένης της ηλικίας, του φύλου, της μυϊκής μάζας και επίσης του επιπέδου αναγέννησης μετά τη σωματική δραστηριότητα. Επηρεάζεται θετικά από την προπόνηση δύναμης και τις έντονες προπονήσεις καρδιο."
      },
      "BODY_PHASE_ANGLE": {
        "label": "Γωνία Φάσης",
        "description": "Η γωνία φάσης είναι ένας δείκτης της υγείας και της ακεραιότητας των κυττάρων του σώματος. Μια υψηλή γωνία φάσης υποδηλώνει άθικτες κυτταρικές μεμβράνες. Ανεβαίνει όταν είσαι υγιής και πέφτει όταν είσαι άρρωστος. Επίσης μειώνεται καθώς μεγαλώνεις. Όταν αυξάνεις τη γωνία φάσης, επιβραδύνεις τη γήρανση. Η γωνία φάσης μπορεί να βελτιωθεί καλύτερα με μια αύξηση της μάζας χωρίς λίπος σε σχέση με το σωματικό βάρος."
      },
      "BASAL_METABOLIC_RATE_KJ": {
        "label": "Βασικός Μεταβολικός Ρυθμός",
        "description": "Αυτή είναι η ημερήσια ενέργεια που απαιτείται από το σώμα σας για να εκτελέσει τις πιο βασικές λειτουργίες όταν το σώμα σας είναι σε ηρεμία, όπως η αναπνοή ή η κυκλοφορία του αίματος. Επηρεάζεται από πολλούς παράγοντες - συμπεριλαμβανομένης της ηλικίας, του φύλου, της μυϊκής μάζας και επίσης του επιπέδου αναγέννησης μετά τη σωματική δραστηριότητα. Επηρεάζεται θετικά από την προπόνηση δύναμης και τις έντονες προπονήσεις καρδιο."
      },
      "SEGMENTAL_MUSCLE_ARM_KG": {
        "description": "Διαχωρισμένη μυϊκή μάζα του βραχίονα. Οι χαμηλές τιμές υποδεικνύουν αδύναμη τμηματική κατάσταση. Εστιάστε στην ισορροπία της δεξιάς και της αριστερής πλευράς σας για να αποφύγετε τις μυϊκές ανισορροπίες. Μπορεί να βελτιωθεί με προπόνηση δικέφαλου ή τρικεφάλου με ένα χέρι."
      },
      "SEGMENTAL_FAT_TRUNK_KG": {
        "label": "Μάζα λίπους κορμού"
      },
      "SEGMENTAL_FAT_LEG_KG": {
        "label": "Μάζα λίπους ποδιών"
      },
      "SEGMENTAL_FAT_ARM_KG": {
        "label": "Μάζα λίπους βραχίονα"
      },
      "HAMSTRING_EXTENSION_DEGREE": {
        "label": "Ιγνυακός τένοντας",
        "description": "Η ραχιαία αλυσίδα αποτελείται από τους μύες της γάμπας και τους μηριαίους. Οι μονότονες στάσεις, όπως το κάθισμα ή το ποδήλατο, μπορεί να προκαλέσουν μεγαλύτερη ένταση και περιορισμένη ευελιξία που οδηγεί σε κακή στάση και μπορεί να οδηγήσει σε πόνο στη μέση."
      }
    },
    "interpretation": {
      "low": "Χαμηλός",
      "normal": "Κανονικός",
      "excellent": "Εξοχος",
      "elevated": "Ανυψωμένο"
    }
  }
}
