{
  "homepageTitle": "Edad Biológica",
  "auth": {
    "signupTitle": "¿Cuál es tu Edad Biológica?",
    "loginTitle": "Evalúa tu BioAge y conéctate al equipo EGYM con EGYM ID.",
    "signupDescription": "BioAge es un indicador completo de salud y forma física que combina varias mediciones clave para crear una BioAge que puede compararse con su edad física real.",
    "signupDescription2": "Podrá comprender cómo su rutina de ejercicios afecta positivamente su estado físico y su salud, además de realizar un seguimiento del progreso."
  },
  "bodyRegions": {
    "title": "Regiones corporales",
    "upperBody": "La parte superior del cuerpo",
    "core": "Núcleo",
    "lowerBody": "Parte inferior del cuerpo"
  },
  "home": {
    "assistance": "Asistencia",
    "categories": {
      "title": "Categorías",
      "strength": "Fuerza",
      "metabolic": "Metabolismo",
      "flexibility": "Flexibilidad",
      "cardio": "Cardio"
    },
    "information": {
      "title": "Información",
      "subtitle": "Asistencia virtual",
      "text": "Más información sobre BioAge y consejos de uso",
      "readMore": "Leer más"
    },
    "analysisEmptyState": {
      "title": "Descubre tu BioAge",
      "text": "Calculado a partir de los resultados de fuerza máxima realizados en máquinas EGYM o añadidos manualmente en la app. Para mejorar BioAge con el tiempo, utiliza el análisis de desequilibrios musculares para ajustar tus entrenamientos de la forma más eficaz."
    }
  },
  "about": {
    "title": "Qué es la BioAge",
    "topDescription": "Una medida para ayudarle a entender cómo su rendimiento de estado físico se corresponde con una persona media de su edad.",
    "subheader": "Cómo se calcula BioAge",
    "howToBullet1": "Una menor Edad biológica significa un mayor nivel de aptitud física.",
    "howToBullet2": "La mejor Edad biológica posible es 21.",
    "recommendationsBullet1": "Para progresar o mantenerse sano: entrenar a menudo, comer bien y mantenerse hidratado.",
    "recommendationsBullet2": "Pero lo más importante es ¡disfrutar de la vida!",
    "gotItButton": "De acuerdo",
    "recommendationsBullet": "Utilice esta información para hablar con su entrenador sobre los objetivos de entrenamiento y la posible adaptación del ejercicio en su plan de entrenamiento."
  },
  "assistance": {
    "title": "Cómo utilizar la asistencia",
    "text": "Haga clic en el botón <0></0> en las pantallas de Fuerza, Flexibilidad, Metabólica y Edad Cardiovascular para leer más información sobre ellas."
  },
  "chart": {
    "noDataForThisPeriod": "Sin datos para este período de tiempo",
    "emptyStateText": "El gráfico de datos históricos aparecerá aquí cuando los datos estén disponibles",
    "totalBioageDescription": "BioAge representa la salud y el rendimiento actuales. Es el promedio de fuerza, flexibilidad, metabolismo y cardio. Los valores normales coinciden con la edad real y cuanto más joven sea BioAge, mejor.",
    "ageYearsYaxisLabel": "edad (años)",
    "metabolicAgeDescription": "La edad metabólica se calcula utilizando la grasa corporal, la proporción cintura-cadera y el índice de masa corporal. La edad metabólica le brinda una visión general sobre la relación entre su estatura, peso y grasa corporal."
  },
  "common": {
    "realAge": "Edad real {{count}} años",
    "weight": "Peso",
    "height": "Altura",
    "waist": "Cintura",
    "hip": "Cadera"
  },
  "metabolic": {
    "title": "Edad metabólica",
    "about": {
      "whatIsHeader": "¿Qué es la edad metabólica?",
      "whatIsDescription": "Es una evaluación de cómo se desarrolla su salud metabólica analizando la composición corporal en comparación con una persona promedio de su edad real.",
      "howCalculatedHeader": "Cómo se calcula",
      "howCalculatedDescription": "Analizamos la relación de varios parámetros de la composición corporal, como el porcentaje de grasa corporal, el índice de masa corporal y la relación cintura-cadera.",
      "bodyFatDescription": "Tu porcentaje de grasa corporal en relación con tu masa corporal total. Puedes obtener estos resultados realizando un test en un analizador corporal específico o utilizando una báscula casera que admita esta métrica. Promedio para los hombres: ~20%; Promedio para las mujeres: ~27%",
      "bodyMassDescription": "El IMC relaciona su peso corporal con su altura y estima con precisión su composición corporal general. Un IMC saludable oscila entre 18,5 y 25.",
      "waistHipDescription": "La relación cintura-cadera compara la cintura y la circunferencia de la cadera y proporciona una visión de la distribución de la grasa. Cuanto más baja es la proporción, menor es el riesgo de enfermedades cardiovasculares y otras. Promedio para los hombres: ~ 0,92; Promedio para las mujeres: ~ 0,83"
    },
    "historyTitle": "Historial de la edad metabólica"
  },
  "measurements": {
    "title": "Mediciones",
    "about": "Cerca de {{measurementName}}",
    "types": {
      "BMI": {
        "label": "Índice de Masa Corporal",
        "description": "El ICM es una medida común para clasificar el peso corporal en relación con la altura del cuerpo. Sin embargo, su significado es limitado, ya que las personas con mucha masa muscular pueden tener un IMC superior a 25 y seguir estando sanas. Para una mejor comprensión, hay que fijarse en la composición corporal (grasa, músculos,...). Puede ser influenciado positivamente por la actividad física y una nutrición saludable.",
        "howToMeasureDescription": "Añade tu última altura y peso. Para mantener el IMC preciso, mantenga su valor de peso actualizado."
      },
      "BODY_FAT": {
        "label": "Grasa corporal",
        "description": "Un buen indicador para clasificar su composición corporal. Una grasa corporal demasiado elevada es un indicador básico de riesgo para la salud. Unos niveles excelentes de grasa corporal descubren el \"six pack\". Se puede influir positivamente mediante la actividad física y una nutrición saludable.",
        "howToMeasureDescription": "Los mejores resultados se obtienen con un analizador corporal, por favor contacte con su centro para realizarlo. Otras opciones son el uso de una báscula casera con la función de \"Composición corporal\" o una calculadora en línea para medir el porcentaje de grasa estimada mediante la medición de las circunferencias de sus partes del cuerpo."
      },
      "WAIST_TO_HIP_RATIO": {
        "label": "Relación cintura-cadera",
        "description": "Indicador común de riesgos para la salud cardiovascular al observar la distribución de la grasa, que está determinada principalmente genéticamente. Los tipos de cuerpo que tienen más grasa en la zona media del torso se correlacionan con un mayor riesgo. Para esos tipos de cuerpo, es aún más importante mantenerse delgado en general. Una nutrición saludable y ejercicio regular ayudan.",
        "howToMeasureDescription": "Utiliza una cinta métrica para comprobar la circunferencia más estrecha de tu cintura (justo por encima del ombligo)."
      },
      "WAIST_CM": {
        "label": "Circunferencia de la cintura",
        "description": "El diámetro individual de su vientre, influencia negativamente en la grasa visceral. Este dato también es un resultado de su tipo morfológico."
      },
      "HIP_CM": {
        "label": "Circunferencia de la cadera",
        "description": "Su diámetro individual de cadera, medido en la zona máxima de los glúteos, es el resultado de su composición corporal."
      },
      "WEIGHT_KG": {
        "label": "Peso",
        "description": "El peso corporal por sí solo tiene un valor muy limitado para la salud. Para obtener información real, hay que fijarse en la composición corporal (grasa, músculos, etc.).  En general, un peso corporal elevado genera un mayor impacto en las articulaciones y los tendones. Es necesario desarrollar más fuerza muscular para compensar este impacto."
      },
      "FAT_MASS_INDEX": {
        "label": "Índice de masa grasa",
        "description": "El índice de masa grasa es la relación entre la masa grasa  con la altura del cuerpo. Es un muy buen indicador para clasificar su composición corporal, superior al % de grasa corporal. Los valores demasiado altos son un indicador básico de riesgo para la salud. Los valores excelentes son un signo de buena estética que revela el \"six pack\". Puede ser influenciado positivamente por la actividad física y una nutrición saludable."
      },
      "SKELETAL_MUSCLE_MASS": {
        "label": "Masa muscular esquelética",
        "description": "Los músculos son importantes para la calidad de vida. Unos valores demasiado bajos son un indicador de riesgo de lesiones y fragilidad (Sarcopenia). Unos músculos sanos regulan el sistema inmunitario, reducen las inflamaciones y mejoran el metabolismo (mioquinas). El entrenamiento de fuerza influye positivamente."
      },
      "BODY_MUSCLE_PERCENTS": {
        "label": "Masa muscular",
        "description": "Los músculos son importantes para la calidad de vida. Unos valores demasiado bajos son un indicador de riesgo de lesiones y fragilidad (Sarcopenia). Unos músculos sanos regulan el sistema inmunitario, reducen las inflamaciones y mejoran el metabolismo (mioquinas). El entrenamiento de fuerza influye positivamente."
      },
      "FAT_FREE_MASS": {
        "label": "Masa libre de grasa",
        "description": "La suma del peso de los músculos, los huesos, los órganos internos, el agua, los tendones y la sangre, indican que, si tienes  los valores altos se correlacionan con un nivel alto de entrenamiento y los valores demasiado bajos con un nivel de fitness bajo. Influyen positivamente el entrenamiento de fuerza y una alimentación sana."
      },
      "FAT_FREE_MASS_INDEX": {
        "label": "Índice de masa libre de grasa",
        "description": "El índice de masa libre de grasa es un indicador atlético. Los valores altos se correlacionan con una definición corporal estética y los valores demasiado bajos con un bajo nivel de fitness. Influye positivamente el entrenamiento de fuerza y una nutrición saludable."
      },
      "VISCERAL_FAT": {
        "label": "Grasa visceral",
        "description": "La grasa visceral es la grasa de la cavidad abdominal que rodea los órganos internos. Los valores altos son un factor de riesgo de enfermedades metabólicas y procesos inflamatorios. Puede reducirse significativamente con el entrenamiento físico."
      },
      "VISCERAL_FAT_LEVEL_CM2": {
        "label": "Nivel de grasa visceral",
        "description": "La grasa visceral es la grasa de la cavidad abdominal que rodea los órganos internos. Los valores altos son un factor de riesgo de enfermedades metabólicas y procesos inflamatorios. Puede reducirse significativamente con el entrenamiento físico."
      },
      "VISCERAL_FAT_RATING": {
        "label": "Índice de Grasa Visceral",
        "description": "La grasa visceral es la grasa de la cavidad abdominal que rodea los órganos internos. Los valores altos son un factor de riesgo de enfermedades metabólicas y procesos inflamatorios. Puede reducirse significativamente con el entrenamiento físico."
      },
      "BODY_WATER": {
        "label": "Agua del cuerpo",
        "description": "Disolvente, agente de transporte, recurso nutritivo y regulador de temperatura. La deshidratación es un riesgo para la salud peligroso y bastante común. La ingesta excesiva de agua es menos común, pero también puede ser un problema bajo ciertas condiciones."
      },
      "BODY_PROTEIN_KG": {
        "label": "Proteínas corporales",
        "description": "Alta correlación con la masa muscular y de colágeno. La reserva de aminoácidos, que son sustancias básicas para la vida, es necesaria para todos los mecanismos de reparación del cuerpo y el proceso de curación. Un bajo nivel de proteínas suprime el sistema inmunológico y establece un estado de salud débil. El entrenamiento de fuerza y los alimentos ricos en proteínas influyen positivamente."
      },
      "BODY_MINERALS_KG": {
        "label": "Minerales",
        "description": "Parámetro para su estabilidad ósea. Los valores demasiado bajos se asocian a la osteoporosis, que aumenta el riesgo de fracturas óseas. El entrenamiento de fuerza es una profilaxis importante, que se combina mejor con suplementos de calcio y vitamina D."
      },
      "EXTRA_CELLULAR_WATER": {
        "label": "Agua extracelular",
        "description": "La proporción de agua corporal representada por todos los componentes del fluido en su sistema cardiovascular, es su medio de transporte metabólico. Los valores demasiado bajos indican una deshidratación poco saludable. El entrenamiento de resistencia puede mejorar el equilibrio del agua corporal."
      },
      "INTRA_CELLULAR_WATER": {
        "label": "Agua intracelular",
        "description": "La cantidad de agua corporal representada en todas las células del cuerpo, son sus baterías. La cantidad de agua intracelular es tu cargador de baterías y desintoxicador. Un estado bajo indica una deshidratación poco saludable, porque las baterías secas no funcionan. El entrenamiento deportivo mejora tu estado de agua celular."
      },
      "SOFT_LEAN_MASS_KG": {
        "label": "Masa magra flácida",
        "description": "Es la suma del agua corporal total, las proteínas y los minerales no óseos. Los valores bajos indican posibles condiciones de alimentación poco saludables. Además de la predisposición genética, es el resultado de las condiciones individuales de nutrición y estilo de vida."
      },
      "SEGMENTAL_LEAN_TRUNK_KG": {
        "label": "Masa magra del tronco",
        "description": "Masa magra del tronco. Los valores bajos indican un estado segmentario débil. Concéntrese en una masa muscular saludable en su tronco. Su tronco es el centro de su cuerpo y juega un papel crucial en la estabilidad de su espalda. Se puede mejorar mediante el entrenamiento abdominal o de la espalda y una nutrición saludable."
      },
      "SEGMENTAL_MUSCLE_TRUNK_KG": {
        "label": "Músculos del Tronco",
        "description": "Masa muscular del tronco. Los valores bajos indican un estado segmentario débil. Concéntrese en una masa muscular sana en su tronco. Su tronco es el centro de su cuerpo y juega un papel crucial en la estabilidad de su espalda. Se puede mejorar mediante el entrenamiento abdominal o de la espalda."
      },
      "TOTAL_ENERGY_EXPENDITURE": {
        "label": "Gasto energético total",
        "description": "Es la energía diaria que necesita tu cuerpo. Está determinada por el gasto energético en reposo (~70%) y la cantidad de actividad diaria (~30%). Influye positivamente el aumento de la actividad física regular y el aumento del gasto energético en reposo."
      },
      "RESTING_ENERGY_EXPENDITURE": {
        "label": "Gasto energético en reposo",
        "description": "Se trata de la energía diaria que necesita el organismo para realizar las funciones más básicas cuando el cuerpo está en reposo, como respirar o hacer circular la sangre. Influyen muchos factores, como la edad, el sexo, la masa muscular y también el nivel de regeneración tras la actividad física. Influye positivamente el entrenamiento de fuerza y los entrenamientos cardiovasculares intensos."
      },
      "BODY_PHASE_ANGLE": {
        "label": "Ángulo de fase",
        "description": "El ángulo de fase es un indicador de la salud e integridad de las células del cuerpo. Un ángulo de fase alto indica que las membranas celulares están intactas. Sube cuando se está sano y baja cuando se está enfermo. También baja cuando envejece. Cuando se aumenta el ángulo de fase, se retrasa el envejecimiento. El ángulo de fase puede mejorarse mediante un aumento de la masa libre de grasa en relación con el peso corporal."
      },
      "BASAL_METABOLIC_RATE_KJ": {
        "label": "Índice Metabólico Basal",
        "description": "Se trata de la energía diaria que necesita el organismo para realizar las funciones más básicas cuando el cuerpo está en reposo, como respirar o hacer circular la sangre. Influyen muchos factores, como la edad, el sexo, la masa muscular y también el nivel de regeneración tras la actividad física. Influye positivamente el entrenamiento de fuerza y los entrenamientos cardiovasculares intensos."
      },
      "SEGMENTAL_LEAN_ARM_KG": {
        "label": "Masa magra del brazo",
        "description": "Masa magra del brazo. Los valores bajos indican un estado segmentario débil. Concéntrese en equilibrar su lado derecho e izquierdo para evitar desequilibrios musculares. Puede mejorarse con el entrenamiento de un solo brazo y una nutrición saludable."
      },
      "SEGMENTAL_LEAN_LEG_KG": {
        "label": "Masa magra de la pierna",
        "description": "Masa magra de la pierna. Los valores bajos indican un estado segmentario débil. Concéntrese en equilibrar su lado derecho e izquierdo para evitar desequilibrios musculares. Puede mejorarse con el entrenamiento de una pierna y una nutrición saludable."
      },
      "SEGMENTAL_MUSCLE_ARM_KG": {
        "label": "Músculos del Brazo",
        "description": "Masa muscular del brazo. Los valores bajos indican un estado segmentario débil. Concéntrese en equilibrar su lado derecho e izquierdo para evitar desequilibrios musculares. Puede mejorarse con un entrenamiento de bíceps o tríceps de un solo brazo."
      },
      "SEGMENTAL_MUSCLE_LEG_KG": {
        "label": "Músculos de la pierna",
        "description": "Masa muscular de la pierna. Los valores bajos indican un estado segmentario débil. Concéntrese en equilibrar su lado derecho e izquierdo para evitar desequilibrios musculares. Puede mejorarse con el entrenamiento de una sola pierna."
      },
      "SEGMENTAL_FAT_TRUNK_KG": {
        "label": "Masa grasa del tronco",
        "description": "Masa grasa separada del tronco. Los valores bajos indican un estado segmentario débil. Concéntrese en una masa grasa saludable en su tronco. El tronco es el centro del cuerpo y desempeña un papel crucial en la estabilidad de la espalda. Puede mejorarse mediante entrenamiento abdominal o de espalda y una nutrición saludable."
      },
      "SEGMENTAL_FAT_LEG_KG": {
        "label": "Masa grasa en las piernas",
        "description": "Masa grasa separada de la pierna. Los valores bajos indican un estado segmentario débil. Concéntrese en equilibrar el lado derecho y el izquierdo para evitar desequilibrios musculares. Puede mejorarse mediante el entrenamiento con una sola pierna y una nutrición saludable."
      },
      "SEGMENTAL_FAT_ARM_KG": {
        "label": "Masa grasa del brazo",
        "description": "Masa grasa separada del brazo. Los valores bajos indican un estado segmentario débil. Concéntrese en equilibrar el lado derecho y el izquierdo para evitar desequilibrios musculares. Puede mejorarse mediante el entrenamiento con un solo brazo y una nutrición saludable."
      },
      "TORSO_LATERAL_FLEXION_DEGREE": {
        "label": "Cadena Lateral",
        "description": "Los músculos laterales del torso doblan, rotan y estabilizan el núcleo. Una mayor rigidez muscular y una flexibilidad limitada pueden causar dolor en la columna lumbar. Además, la capacidad de expansión del diafragma y del tórax está limitada, lo que inhibe la respiración normal."
      },
      "NECK_LATERAL_FLEXION_DEGREE": {
        "label": "Cuello",
        "description": "Los músculos laterales del cuello estabilizan y mueven la cabeza. Las posturas monótonas, como trabajar en un PC durante mucho tiempo, y también el estrés, provocan un aumento de la tensión muscular que puede provocar dolor de cabeza, dolor tensional, apretar la mandíbula y dolor en la columna cervical."
      },
      "HIP_EXTENSION_DEGREE": {
        "label": "Cadera",
        "description": "Los músculos flexores de la cadera controlan la postura durante movimientos como caminar o correr. Estar mucho tiempo sentado en una posición contraída hace que los músculos se acorten, lo que afecta negativamente a tu postura y, en última instancia, provoca dolor en la columna lumbar."
      },
      "CHEST_EXTENSION_DEGREE": {
        "label": "Pecho",
        "description": "Los músculos del pecho mueven la parte superior del brazo y estabilizan la articulación del hombro. Pasar mucho tiempo en una posición adelantada, como cuando se trabaja con un PC, acorta los músculos del pecho, lo que puede provocar dolor en la columna cervical, problemas en los hombros e inhibir la función respiratoria."
      },
      "HAMSTRING_EXTENSION_DEGREE": {
        "label": "Tendón de la corva",
        "description": "La cadena posterior está formada por los músculos de la pantorrilla y los isquiotibiales. Las posturas monótonas, como sentarse o montar en bicicleta, pueden provocar una mayor tensión y una flexibilidad limitada, lo que se traduce en una mala postura y puede provocar dolor lumbar."
      },
      "RESTING_HEART_RATE": {
        "label": "Ritmo cardíaco en reposo",
        "description": "La Frecuencia Cardíaca en reposo es el número de latidos del corazón por minuto cuando se está en reposo, por ejemplo, cuando se está relajado, sentado o tumbado. Puede evaluar su Frecuencia Cardíaca en reposo de forma sencilla contando los latidos del corazón durante 15 segundos y multiplicando este valor por 4. Puede encontrar los latidos del corazón en la muñeca o en la arteria carótida. Un valor normal de la Frecuencia Cardíaca en reposo oscila entre 50 y 80 latidos por minuto. Una Frecuencia Cardíaca en reposo elevada se asocia a una mayor tasa de mortalidad.",
        "howtoMeasure": "Puede evaluar simplemente su Frecuencia Cardíaca en reposo contando los latidos del corazón durante 15 segundos y multiplicando este valor por 4. Puede encontrar los latidos del corazón en la muñeca o en la arteria carótida. Un valor normal de la Frecuencia Cardíaca en reposo oscila entre 50 y 80 latidos por minuto. Una Frecuencia Cardíaca en reposo elevada se asocia a una mayor tasa de mortalidad."
      },
      "BLOOD_PRESSURE_MMHG": {
        "label": "Presión Arterial.",
        "description": "La tensión arterial refleja la salud general del sistema cardiovascular. Una presión arterial alta puede ser un indicador de enfermedades subyacentes y puede tener efectos a largo plazo.Una presión arterial normal es de alrededor de 120 sistólica y 80 diastólica.",
        "howtoMeasureListHeader": "La tensión arterial se mide en milímetros de mercurio (mmHg) y se expresa en dos cifras:",
        "howtoMeasureBullet1": "Presión sistólica: la presión que se produce cuando el corazón expulsa la sangre por todo el cuerpo.",
        "howtoMeasureBullet2": "Presión diastólica: la presión que se produce cuando el corazón descansa entre latidos y la sangre es empujada alrededor del corazón.",
        "howtoMeasureListFooter": "El número más alto es siempre la presión sistólica y siempre se da primero. Por ejemplo, una presión arterial dada como \"120 sobre 80\" o 120/80 mmHg significa una presión sistólica de 120 mmHg y una presión diastólica de 80 mmHg.",
        "howtoMeasureFooter": "Puede evaluar su tensión arterial con un tensiómetro.",
        "howtoMeasureHint": "No fume, ni beba bebidas con cafeína, ni haga ejercicio en el plazo de los 30 minutos anteriores a medir su presión arterial. Siéntese con la espalda recta y apoyada. No tome las mediciones sobre la ropa."
      },
      "VO2MAX": {
        "label": "VO2max",
        "description": "El VO2máx es una medida directa de tu capacidad cardiovascular y refleja la capacidad de tu cuerpo para entrenar a intensidades más altas durante mucho tiempo. Puedes acceder a tu VO2máx a través de la prueba cardiovascular y con dispositivos o relojes deportivos.",
        "howtoMeasureLine1": "El VO2máx es una medida directa de tu capacidad cardiovascular y refleja la capacidad de tu cuerpo para entrenar a intensidades más altas durante mucho tiempo.",
        "howtoMeasureLine2": "El VO2máx se mide en mililitros de oxígeno utilizados en un minuto por kilogramo de peso corporal (mL/kg/min).",
        "howtoMeasureLine3": "Puedes evaluar tu VO2máx mediante la prueba de cardio y con dispositivos o relojes deportivos."
      }
    },
    "interpretation": {
      "low": "Bajo",
      "normal": "Normal",
      "excellent": "Excelente",
      "elevated": "Elevado"
    }
  },
  "strength": {
    "title": "Fuerza Edad",
    "about": {
      "whatIsHeader": "Qué es la Fuerza Salud",
      "whatIsDescription": "Una medida para saber que su sistema muscular está funcionando bien en comparación con una persona de su edad.",
      "howCalculatedHeader": "Cómo se calcula",
      "howCalculatedDescription": "Analizamos los resultados de todas las pruebas de fuerza máxima (manuales o basadas en máquinas EGYM) para identificar tus capacidades de fuerza y los desequilibrios musculares en 3 zonas del cuerpo (parte superior del cuerpo, tronco, parte inferior del cuerpo).",
      "theKeyMetric": "La métrica clave es la relación entre tu fuerza y tu peso corporal.",
      "theIdealRatio": "La proporción ideal depende de tu género y del ejercicio que estés realizando."
    },
    "historyTitle": "Fuerza Edad Historia",
    "takeStrengthTest": "Prueba de fuerza",
    "measurementTrackingDescription": "Intente realizar el ejercicio tantas repeticiones como sea posible de forma controlada con el mejor peso que pueda. El número de repeticiones que completes con ese peso te servirá para estimar tu medida de fuerza máxima.",
    "measurementCalculatedDescription": "El valor siguiente representa la cantidad de resistencia que ha gastado durante la prueba.",
    "measurementTrackSuccess": "Sus resultados se han registrado satisfactoriamente.",
    "muscleBalance": {
      "emptyState": {
        "title": "Descubre tu fuerza",
        "text": "Realiza una prueba de fuerza para obtener un análisis de tu desequilibrio muscular"
      },
      "greatWork": "¡Buen trabajo!",
      "statusImbalanced": "Desequilibrado",
      "statusBalanced": "Equilibrado",
      "imbalanced": {
        "abs": "Céntrese más en sus abdominales",
        "biceps": "Céntrese más en sus bíceps",
        "calves": "Céntrese más en sus pantorrillas",
        "chest": "Céntrese más en su pecho",
        "hamstring": "Céntrese más en su tendón de la corva",
        "inner_hips": "Céntrese más en sus caderas interiores",
        "lats": "Céntrese más en sus lats",
        "left_gluteus": "Céntrese más en su glúteo izquierdo",
        "left_torso": "Céntrese más en su torso izquierdo",
        "lower_back": "Céntrese más en la parte inferior de su espalda",
        "outer_hips": "Céntrese más en sus caderas externas",
        "quadriceps": "Céntrese más en sus cuádriceps",
        "right_gluteus": "Céntrese más en su glúteo derecho",
        "right_torso": "Céntrese más en su torso derecho",
        "shoulder": "Céntrese más en sus hombros",
        "thighs": "Céntrese más en sus muslos",
        "triceps": "Céntrese más en sus tríceps",
        "upper_back": "Céntrese más en la parte superior de su espalda",
        "rear_shoulder": "Concéntrese más en sus hombros posteriores"
      },
      "muscle": {
        "abs": "Abdominales",
        "biceps": "Bíceps",
        "calves": "Pantorrillas",
        "chest": "Pecho",
        "hamstring": "Tendón de la corva",
        "inner_hips": "Caderas interiores",
        "lats": "Lats",
        "left_gluteus": "Glúteo izquierdo",
        "left_torso": "Torso izquierdo",
        "lower_back": "Parte inferior de la espalda",
        "outer_hips": "Caderas externas",
        "quadriceps": "Cuádriceps",
        "right_gluteus": "Glúteo derecho",
        "right_torso": "Torso derecho",
        "shoulder": "Hombro",
        "thighs": "Muslos",
        "triceps": "Tríceps",
        "upper_back": "Parte superior de la espalda",
        "rear_shoulder": "Hombro posterior"
      },
      "guidanceTextBullet3": "Para realizar la prueba de fuerza, complete los ejercicios recomendados para la parte superior del cuerpo, el tronco y la parte inferior del cuerpo.",
      "guidanceTextBullet2": "Puede encontrar los ejercicios adicionales pulsando el botón \"+ Mostrar más\".",
      "guidanceTextBullet1": "Intenta realizar el mayor número posible de repeticiones de forma controlada con el mejor peso que puedas."
    }
  },
  "muscleBalance": {
    "muscleBalance": "Equilibrio muscular",
    "muscleBalanceAnalysis": "Análisis del equilibrio muscular"
  },
  "flexibility": {
    "title": "Flexibilidad Edad",
    "about": {
      "whatIsHeader": "¿Qué es la edad de la flexibilidad?",
      "whatIsDescription": "Una evaluación de si sus articulaciones tienen una amplitud de movimiento saludable en comparación con su edad real.",
      "importantNoticeHeader": "Aviso importante",
      "importantNoticeDescription": "Flexibility Age se completa con datos de Fitness Hub. Sigue las instrucciones de Fitness Hub, supera las pruebas de flexibilidad y obtén información sobre tu Flexibility Health.",
      "howCalculatedHeader": "Cómo se calcula",
      "howCalculatedDescription": "Analizamos todos los resultados de las pruebas de flexibilidad en varias partes del cuerpo. Los resultados se comparan con la flexibilidad media de otros usuarios de EGYM.",
      "recommendationDescription": "Utilice esta información para hablar con su entrenador sobre los objetivos de entrenamiento y la posible adaptación del ejercicio en su plan de entrenamiento."
    },
    "historyTitle": "Flexibilidad Edad Historia",
    "recommendations": "Para más información sobre los ejercicios, consulte a su entrenador."
  },
  "cardio": {
    "title": "Cardio",
    "historyTitle": "Historial de edad cardiovascular",
    "about": {
      "whatIsHeader": "Qué es la edad cardio",
      "whatIsDescription": "Evalúa el grado de desarrollo de tu salud cardiovascular analizando tu nivel de rendimiento cardiovascular y comparándolo con el de una persona media de tu edad real.",
      "howCalculatedHeader": "Cómo se calcula",
      "howCalculatedDescription": "Tomamos su capacidad cardiovascular y su rendimiento en intensidades altas y bajas con la métrica VO2máx y la correlacionamos con la presión arterial y la frecuencia cardíaca en reposo. El VO2máx se considera generalmente el mejor indicador de la aptitud cardiorrespiratoria.",
      "recommendationDescription": "El VO2máx puede predecir el riesgo de muerte prematura incluso mejor que algunos factores de riesgo tradicionales como el sobrepeso, el colesterol alto o el tabaquismo. La buena noticia es que, a diferencia de tu edad real, puedes reducir tu Bio Edad Cardiovascular con la práctica habitual de deporte. ¿Quiere rejuvenecer? Sigue entrenando.",
      "restingHeartRate": "Ritmo cardíaco en reposo",
      "restingHeartRateDescription": "Una frecuencia cardiaca normal en reposo para los adultos oscila entre 60 y 100 latidos por minuto.",
      "bloodPressure": "Presión Arterial",
      "bloodPressureDescription": "La tensión arterial sistólica es < 120 mmHg. La tensión arterial diastólica es < 80 mmHg.",
      "vo2MAX": "VO2max",
      "vo2MAXDescription": "Cuanto mayor sea tu VO2máx, más oxígeno podrá utilizar tu cuerpo y mejor será tu resistencia cardiovascular.",
      "normalRange": "Rango normal",
      "normalRangeMen": "Hombres: 40ml/kg/min",
      "normalRangeWomen": "Mujeres: 35 ml/kg/min",
      "heartRate": "Frecuencia cardiaca"
    },
    "trackBloodPressure": {
      "diastolicGreaterThanSystolic": "la presión diastólica no puede ser mayor que la sistólica"
    }
  },
  "myBioage": "Mi edad biológica",
  "connectedApps": {
    "syncInProgress": "Sincronización en curso",
    "syncInProgressDescription": "La sincronización de los datos puede tardar un par de minutos, vuelva más tarde.",
    "yourDataIsAlwaysSecure": "Sus datos siempre seguros",
    "connectYourData": "Conecte sus datos",
    "connectHealthData": "Conectar datos sanitarios",
    "cardio": {
      "sharingDataHelpsDetermineCardioAge": "Al compartir tus datos de {{appName}} con EGYM, como <0>{{heartRate}}</0> y <1>{{vo2Max}}</1>, puedes ayudarnos a determinar tu edad cardio",
      "sharingHealthAppData": "Compartir tus datos de<br /> {{healthAppName}} ayuda a determinar tu edad cardiovascular."
    },
    "syncError": "Parece que rechazaste los permisos {{appName}} anteriormente. Para volver a activarlos, ve a los permisos de {{appName}} y permite el acceso."
  }
}
