{
  "homepageTitle": "BioAge",
  "auth": {
    "signupTitle": "Mikä on BioAge?",
    "loginTitle": "Arvioi oma BioAge  ja yhdistä EGYM-laitteisiin EGYM ID:llä.",
    "signupDescription": "BioAge on kattava terveys- ja kuntoindikaattori, jossa yhdistetään monenlaisia keskeisiä mittaustuloksia ja luodaan BioAge, jota voidaan verrata todelliseen fyysiseen ikääsi.",
    "signupDescription2": "Pystyt ymmärtämään, miten harjoitusrutiinisi vaikuttaa myönteisesti kuntoosi ja terveyteesi, ja seuraamaan edistymistäsi."
  },
  "bodyRegions": {
    "title": "Kehon alueet",
    "upperBody": "Ylävartalo",
    "core": "Keskivartalo",
    "lowerBody": "Alavartalo"
  },
  "home": {
    "assistance": "Apu",
    "categories": {
      "title": "Kategoriat",
      "strength": "Voima",
      "metabolic": "Aineenvaihdunta",
      "flexibility": "Liikkuvuus",
      "cardio": "Cardio"
    },
    "information": {
      "title": "Tiedot",
      "subtitle": "Virtuaalinen apu",
      "text": "Saat lisätietoja BioAgesta ja vinkkejä sen käyttöön.",
      "readMore": "Lue lisää"
    },
    "analysisEmptyState": {
      "title": "Tutustu BioAge-ikääsi",
      "text": "Laskettu EGYM-laitteilla suoritettujen tai sovellukseen manuaalisesti lisättyjen enimmäislujuustulosten perusteella. Jos haluat parantaa BioAgea ajan myötä, käytä lihasten epätasapainoanalyysiä säätääksesi harjoitteluasi tehokkaimmalla tavalla."
    }
  },
  "about": {
    "title": "Mikä on BioAge",
    "topDescription": "Mittaustulos auttaa sinua ymmärtämään, miten kuntosuorittamisesi vastaa ikäisesi keskivertohenkilön tasoa.",
    "subheader": "Miten BioAge lasketaan",
    "howToBullet1": "Alempi BioAge tarkoittaa korkeampaa kuntotasoa.",
    "howToBullet2": "Paras mahdollinen BioAge on 21.",
    "recommendationsBullet1": "Edistyäksesi tai pysyäksesi terveenä: treenaa usein, syö hyvin ja pysy nesteytettynä.",
    "recommendationsBullet2": "Tärkeintä on kuitenkin nauttia elämästäsi!",
    "gotItButton": "Sain sen",
    "recommendationsBullet": "Käytä näitä tietoja keskustellaksesi valmentajasi kanssa harjoittelutavoitteista ja mahdollisista harjoitusten mukautuksista harjoittelusuunnitelmassasi."
  },
  "assistance": {
    "title": "Kuinka käyttää apua",
    "text": "Napsauta <0>< /0> painiketta Voima, Joustavuus, Aineenvaihdunta ja Sydänikä -näytöissä lukeaksesi lisätietoja niistä."
  },
  "chart": {
    "noDataForThisPeriod": "Ei tietoja tältä ajanjaksolta",
    "emptyStateText": "Historiallisten tietojen kaavio ilmestyy tähän, kun tiedot ovat saatavilla.",
    "totalBioageDescription": "Biologinen ikä edustaa nykyistä terveyttä ja suorituskykyä. Se on lihasten iän, sydämen iän ja metabolisen iän keskiarvo. Normaaliarvo vastaa todellista ikää, ja mitä nuorempi biologinen ikä on, sitä parempi (paras arvo on 21).",
    "ageYearsYaxisLabel": "ikä (vuotta)",
    "metabolicAgeDescription": "Aineenvaihdunnallinen ikä lasketaan kehon rasvan, vyötärön ja lantion suhteen sekä painoindeksin avulla. Aineenvaihdunnallinen ikä antaa sinulle yleiskuvan pituutesi, painosi ja kehon rasvan välisestä suhteesta."
  },
  "common": {
    "realAge": "Todellinen ikä {{count}} vuotta",
    "weight": "Paino",
    "height": "Korkeus",
    "waist": "Vyötärö",
    "hip": "Lantio"
  },
  "metabolic": {
    "title": "Aineenvaihdunnan ikä",
    "about": {
      "whatIsHeader": "Mikä on aineenvaihdunnan ikä",
      "whatIsDescription": "Arvio siitä, miten hyvin aineenvaihduntasi terveys on kehittynyt analysoimalla kehon koostumusta verrattuna todellisen ikäsi keskivertoihmiseen.",
      "howCalculatedHeader": "Miten se lasketaan",
      "howCalculatedDescription": "Analysoimme kehon koostumuksen eri parametrien, kuten kehon rasvaprosentin, painoindeksin ja vyötärö-lonkka-suhteen, suhdetta.",
      "bodyFatDescription": "kehon rasvaprosentti suhteessa kehon kokonaismassaan. Voit saada tämän tuloksen tekemällä testin erityisellä Body Analyzer -laitteella tai käyttämällä kotimyyntiä, joka tukee tätä mittaria. Miesten keskiarvo: ~20; Naisten keskiarvo: ~27.",
      "bodyMassDescription": "BMI suhteuttaa painosi pituuteesi ja arvioi tarkasti yleistä kehonkoostumustasi. Terveellinen painoindeksi vaihtelee 18,5 ja 25 välillä.",
      "waistHipDescription": "Vyötärön ja lantion suhde vertaa vyötärön ja lantion ympärysmittaa ja antaa tietoa rasvan jakautumisesta. Mitä pienempi suhde on, sitä pienempi on sydän- ja verisuonitautien riski. Miesten keskiarvo: ~0,92; naisten keskiarvo: ~0,83."
    },
    "historyTitle": "Aineenvaihdunnan iän historia"
  },
  "measurements": {
    "title": "Mitat",
    "about": "Tietoja {{measurementName}}",
    "howToMeasure": "Miten mitata {{measurementName}}",
    "types": {
      "BMI": {
        "label": "Painoindeksi",
        "description": "Yleisesti käytetty mitta, jolla luokitellaan kehon paino suhteessa pituuteen. Tarkoituksenmukaisuus on kuitenkin rajallinen, sillä suuri lihasmassa voi saada painoindeksin ylittämään 25 terveellä ihmisellä. Kehon koostumus (rasva, lihakset jne.) antaa tarkemman käsityksen. Liikunta ja terveellinen ravinto vaikuttavat myönteisesti.",
        "howToMeasureDescription": "Lisää viimeisin pituutesi ja painosi. Pitääksesi BMI:n tarkkana pidä painoarvosi ajan tasalla."
      },
      "BODY_FAT": {
        "label": "Kehon rasva",
        "description": "Hyvä väline kehon koostumuksen luokitteluun. Liian korkea rasvamassan prosentti ovat merkki perusterveyden riskeistä. Kehon erinomainen rasvan taso paljastaa pyykkilautavatsan (six pack). Liikunta ja terveellinen ravinto vaikuttavat myönteisesti.",
        "howToMeasureDescription": "Parhaat tulokset saavutetaan kehoanalysaattorilla, ota yhteyttä laitokseen sen suorittamiseksi. Muita vaihtoehtoja ovat kotivaaka, jossa on kehonkoostumusominaisuus, tai verkkolaskuri, jolla voidaan mitata arvioitu rasvaprosentti mittaamalla kehon osien ympärysmitat."
      },
      "WAIST_TO_HIP_RATIO": {
        "label": "Vyötärön ja lantion suhde",
        "description": "Yleinen tapa arvioida sydän- ja verisuonitautuien riskiä on tarkastella rasvan jakautumista, joka määräytyy pääasiassa geneettisesti. Riskit ovat suurempia vartalotyypeillä, joissa rasva kertyy keskivartaloon. Silloin on erityisen tärkeää pysytellä hoikkana. Terveellinen ravinto ja säännöllinen liikunta auttavat.",
        "howToMeasureDescription": "Tarkista vyötärösi kapein ympärysmitta mittanauhalla (juuri napan yläpuolelta)."
      },
      "WAIST_CM": {
        "label": "Vyötärön ympärysmitta",
        "description": "Yksilöllinen vyötärönympärys. Vartalotyypin tulos, johon viskeraalinen rasva vaikuttaa kielteisesti."
      },
      "HIP_CM": {
        "label": "Lonkan ympärysmitta",
        "description": "Yksilöllinen lantionympärys, joka mitataan pakaran korkeimmalta kohdalta. Kehon koostumuksen tulos."
      },
      "WEIGHT_KG": {
        "label": "Paino",
        "description": "Kehon paino yksinään kertoo vain vähän terveydestä. Todellisen käsityksen saa kehon koostumuksesta (rasva, lihakset jne.). Yleensä suurempi kehon paino vaikuttaa enemmän niveliin ja jänteisiin, jolloin lihaksia on vahvistettava näiden vaikutusten kompensoimiseksi."
      },
      "FAT_MASS_INDEX": {
        "label": "Rasvan massaindeksi",
        "description": "Rasvamassaindeksi suhteuttaa rasvamassan kehon painoon. Se on hyvä kehon koostumuksen luokitteluun, parempi kuin kehon rasvaprosentti. Liian korkeat arvot ovat merkki perusterveyden riskeistä. Erinomaiset arvot ovat merkki mahdollisuudesta saada pyykkilautavatsa (six pack). Liikunta ja terveellinen ravinto vaikuttavat myönteisesti."
      },
      "SKELETAL_MUSCLE_MASS": {
        "label": "Luuston lihasmassa",
        "description": "Lihakset ovat tärkeä osa elämänlaatua. Liian matalat arvot voivat viitata kohonneeseen loukkaantumisriskiin ja lihasten surkastumiseen (sarkopenia). Terveet lihakset säätelevät immuunijärjestelmää, vähentävät tulehduksia ja parantavat aineenvaihduntaa (myokiinit). Voimaharjoittelu vaikuttaa myönteisesti."
      },
      "BODY_MUSCLE_PERCENTS": {
        "label": "Lihasmassa",
        "description": "Lihakset ovat tärkeä osa elämänlaatua. Liian matalat arvot voivat viitata kohonneeseen loukkaantumisriskiin ja lihasten surkastumiseen (sarkopenia). Terveet lihakset säätelevät immuunijärjestelmää, vähentävät tulehduksia ja parantavat aineenvaihduntaa (myokiinit). Voimaharjoittelu vaikuttaa myönteisesti."
      },
      "FAT_FREE_MASS": {
        "label": "Rasvaton massa",
        "description": "Lihasten, luiden, sisäelinten, veden, jänteiden ja veren painon summa. Korkeat arvot viittaavat näyttävään lihaksikkuuteen ja liian matalat arvot heikkoon kuntoon. Voimaharjoittelu ja terveellinen ravinto vaikuttavat myönteisesti."
      },
      "FAT_FREE_MASS_INDEX": {
        "label": "Rasvaton massaindeksi",
        "description": "Rasvaton massaindeksi on urheilullisuuden mittari. Korkea arvo viittaa näkyvään lihaksikkuuteen ja liian matalat arvot heikkoon kuntoon. Voimaharjoittelu ja terveellinen ravinto vaikuttavat myönteisesti."
      },
      "VISCERAL_FAT": {
        "label": "Viskeraalinen rasva",
        "description": "Viskeraalinen rasva on vatsaonteloon, sisäelinten ympräille kertynyttä rasvaa. Korkeat arvot ovat aineenvaihduntatautien ja tulehdusporsessien riskitekijä. Voidaan vähentää merkittävästi kuntoharjoittelulla."
      },
      "VISCERAL_FAT_LEVEL_CM2": {
        "label": "Viskeraalisen rasvan taso",
        "description": "Viskeraalinen rasva on vatsaonteloon, sisäelinten ympräille kertynyttä rasvaa. Korkeat arvot ovat aineenvaihduntatautien ja tulehdusporsessien riskitekijä. Voidaan vähentää merkittävästi kuntoharjoittelulla."
      },
      "VISCERAL_FAT_RATING": {
        "label": "Viskeraalisen rasvan luokitus",
        "description": "Viskeraalinen rasva on vatsaonteloon, sisäelinten ympräille kertynyttä rasvaa. Korkeat arvot ovat aineenvaihduntatautien ja tulehdusporsessien riskitekijä. Voidaan vähentää merkittävästi kuntoharjoittelulla."
      },
      "BODY_WATER": {
        "label": "Kehon vesi",
        "description": "Liuotin, kuljetusaine, ravinteiden lähde ja lämmönsäätelijä. Nestehukka on vakava ja melko yleinen terveysriski. Liiallinen veden saanti on vähemmän tavallista mutta saattaa myös aiheuttaa ongelmia tietyissä olosuhteissa."
      },
      "BODY_PROTEIN_KG": {
        "label": "Kehon proteiinit",
        "description": "Korreloi vahvasti lihasmassan ja kollageenin määrän kanssa. Aminohappovarantoja, jotka ovat elämän perusainetta, jota tarvitaan kaikkiin kehon korjausmekanismeihin ja parantumisprosesseihin. Kehno proteiinitilanne haittaa immuunijärejstelmää ja heikentää terveydentilaa. Voimaharjoittelu ja proteiinipitoinen ruoka vaikuttavat myönteisesti."
      },
      "BODY_MINERALS_KG": {
        "label": "Mineraalit",
        "description": "Luuston vakauden mittari. Liian matalat arvot liittyvät osteoporoosiin, joka lisää murtumien riskiä. Voimaharjoittelu on tärkeää ennaltaehkäisyä ja siihen on paras yhdistää kalsium- ja D-vitamiinilisiä."
      },
      "EXTRA_CELLULAR_WATER": {
        "label": "Solunulkoinen vesi",
        "description": "Sydämen ja verenkiertoelimistön kaikkien nestemäisten osien osuus kehon vedestä. Tämä on aineenvaihdunnan kuljetusväline. Liian matalat arvot viittaavat epäterveelliseen kuivumiseen. Kestävyysharjoittelu voi parantaa kehon vesitasapainoa."
      },
      "INTRA_CELLULAR_WATER": {
        "label": "Solunsisäinen vesi",
        "description": "Kehon veden osuus, joka on edustettuna kaikissa kehon soluissa, jotka ovat akkujasi. Solunsisäinen vesiosuus on akkujesi laturi ja detoksifikaattori. Alhainen tila kertoo epäterveestä nestehukasta, sillä kuivat akut eivät toimi. Urheilullinen harjoittelu parantaa solujen vesitilaa."
      },
      "SOFT_LEAN_MASS_KG": {
        "label": "Pehmeä vähärasvainen massa",
        "description": "Kehon veden, proteiinin ja muun kuin luuston mineraalien summa. Matalat arvot viittaavat mahdollisesti epäterveelliseen ravitsemustilanteeseen. Geneettisen alttiuden lisäksi yksilöllinen ravitsemus ja elämäntapa vaikuttavat."
      },
      "SEGMENTAL_LEAN_TRUNK_KG": {
        "label": "Vartalon vähärasvainen massa",
        "description": "Erillinen vähärasvainen runkomassa. Alhaiset arvot viittaavat heikkoon segmentaaliseen tilaan. Keskity terveeseen vartalon lihasmassaan. Vartalosi on vartalosi keskipiste ja sillä on ratkaiseva merkitys selkärankasi vakauteen. Voidaan parantaa vatsa- tai selkälihasharjoittelulla ja terveellisellä ravitsemuksella."
      },
      "SEGMENTAL_MUSCLE_TRUNK_KG": {
        "label": "Vartalon lihakset",
        "description": "Erotettu vartalon lihasmassa. Alhaiset arvot viittaavat heikkoon segmentaaliseen tilaan. Keskity terveeseen vartalon lihasmassaan. Vartalosi on vartalosi keskipiste, ja sillä on ratkaiseva merkitys selkärankasi vakauteen. Voidaan parantaa vatsa- tai selkälihasharjoittelulla."
      },
      "TOTAL_ENERGY_EXPENDITURE": {
        "label": "Kokonaisenergiankulutus",
        "description": "Kehon vaatima päivittäinen energiamäärä. Sen määrittävät energiankulutus levossa (~70 %) ja päivittäisen aktiivisuuden määrä (~30 %). Säännöllisen liikunnan lisääminen ja energian kulutuksen lisääntyminen levossa vaikuttavat myönteisesti."
      },
      "RESTING_ENERGY_EXPENDITURE": {
        "label": "Energiankulutus levossa",
        "description": "Päivittäinen energiamäärä, jonka keho vaatii levossa perustoimintoihin, kuten hengittämiseen ja verenkiertoon. Siihen vaikuttavat monet seikat, kuten ikä, sukupuoli, lihasmassa ja uusiutumisen taso liikunnan jälkeen. Voimaharjoittelu ja intensiiviset kardioharjoitukset vaikuttavat myönteisesti."
      },
      "BODY_PHASE_ANGLE": {
        "label": "Vaihekulma",
        "description": "Vaihekulma kertoo kehon solujen terveydestä ja kunnosta. Korkea vaihekulma viittaa ehjiin solukalvoihin. Arvo nousee terveenä ja laskee sairastaessa. Se laskee myös iän myötä. Vaihekulman nostaminen hidastaa ikääntymistä. Vaihekulmaa voi parantaa parhaiten nostamalla rasvattoman massan määrää suhteessa kehon painoon."
      },
      "BASAL_METABOLIC_RATE_KJ": {
        "label": "Perusaineenvaihdunta",
        "description": "Päivittäinen energiamäärä, jonka keho vaatii levossa perustoimintoihin, kuten hengittämiseen ja verenkiertoon. Siihen vaikuttavat monet seikat, kuten ikä, sukupuoli, lihasmassa ja uusiutumisen taso liikunnan jälkeen. Voimaharjoittelu ja intensiiviset kardioharjoitukset vaikuttavat myönteisesti."
      },
      "SEGMENTAL_LEAN_ARM_KG": {
        "label": "Käden vähärasvainen massa",
        "description": "Erillinen käsivarren rasvaton massa. Alhaiset arvot viittaavat heikkoon segmentaaliseen tilaan. Keskity tasapainottamaan oikea ja vasen puoli lihastasapainon välttämiseksi. Voidaan parantaa yhden käden harjoittelulla ja terveellisellä ravitsemuksella."
      },
      "SEGMENTAL_LEAN_LEG_KG": {
        "label": "Jalan vähärasvainen massa",
        "description": "Jalkojen vähärasvainen massa. Alhaiset arvot viittaavat heikkoon segmentaaliseen tilaan. Keskity tasapainottamaan oikea ja vasen puoli lihastasapainon välttämiseksi. Voidaan parantaa yhden jalan harjoittelulla ja terveellisellä ravitsemuksella."
      },
      "SEGMENTAL_MUSCLE_ARM_KG": {
        "label": "Käsivarren lihakset",
        "description": "Käsivarren lihasmassa erikseen. Matala arvo viittaa osion heikkoon tilaan. Keskity tasapainottamaan oikea ja vasen puoli, jotta vältät lihasepätasapainon. Yhden käden hauiksen ja ojentajien harjoitukset auttavat."
      },
      "SEGMENTAL_MUSCLE_LEG_KG": {
        "label": "Jalkalihakset",
        "description": "Erotettu jalkojen lihasmassa. Alhaiset arvot viittaavat heikkoon segmentaaliseen tilaan. Keskity tasapainottamaan oikea ja vasen puoli lihastasapainon välttämiseksi. Voidaan parantaa yhden jalan harjoittelulla."
      },
      "SEGMENTAL_FAT_TRUNK_KG": {
        "label": "Vartalon rasvamassa",
        "description": "Erillinen runkorasvamassa. Alhaiset arvot viittaavat heikkoon segmentaaliseen tilaan. Keskity terveeseen rasvamassaan vartalossa. Vartalosi on vartalosi keskipiste ja sillä on ratkaiseva merkitys selkärankasi vakauteen. Voidaan parantaa vatsa- tai selkälihasharjoittelulla ja terveellisellä ravitsemuksella."
      },
      "SEGMENTAL_FAT_LEG_KG": {
        "label": "Jalkojen rasva massa",
        "description": "Erotettu jalkojen rasvamassa. Alhaiset arvot viittaavat heikkoon segmentaaliseen tilaan. Keskity tasapainottamaan oikea ja vasen puoli lihastasapainon välttämiseksi. Voidaan parantaa yhden jalan harjoittelulla ja terveellisellä ravitsemuksella."
      },
      "SEGMENTAL_FAT_ARM_KG": {
        "label": "Käsivarren rasva massa",
        "description": "Erillinen käsivarren rasvamassa. Alhaiset arvot viittaavat heikkoon segmentaaliseen tilaan. Keskity tasapainottamaan oikea ja vasen puoli lihastasapainon välttämiseksi. Voidaan parantaa yhden käden harjoittelulla ja terveellisellä ravitsemuksella."
      },
      "TORSO_LATERAL_FLEXION_DEGREE": {
        "label": "Sivutaivutu",
        "description": "Vartalon sivuttaislihakset taivuttavat, kiertävät ja stabiloivat ydintäsi. Lisääntynyt lihasjäykkyys ja rajoittunut joustavuus voivat aiheuttaa lannerangan kipua. Lisäksi pallean ja rintakehän kyky laajentua on rajoittunut, mikä estää normaalia hengitystä."
      },
      "NECK_LATERAL_FLEXION_DEGREE": {
        "label": "Kaula",
        "description": "Niskan sivuttaislihakset stabiloivat ja liikuttavat päätä. Yksitoikkoiset asennot, kuten pitkäaikainen työskentely tietokoneen ääressä, ja stressi heikentävät joustavuutta, mikä voi johtaa päänsärkyyn, jännityskipuihin, leukojen puristamiseen ja kipuun kaularangassa."
      },
      "HIP_EXTENSION_DEGREE": {
        "label": "Lantio",
        "description": "Lonkan koukistajalihakset ohjaavat ryhtiäsi kävelyn ja juoksun kaltaisten liikkeiden aikana. Pitkään supistuneessa asennossa istuminen aiheuttaa lihasten lyhenemistä, mikä vaikuttaa kielteisesti ryhtiisi ja johtaa lopulta lannerangan kipuihin."
      },
      "CHEST_EXTENSION_DEGREE": {
        "label": "Rinta",
        "description": "Rintalihakset liikuttavat olkavarsiasi ja stabiloivat olkaniveltäsi. Pitkään eteenpäin suunnatussa asennossa oleminen, kuten tietokoneella työskenneltäessä, lyhentää rintalihaksia, mikä voi johtaa kaularangan kipuihin, olkapääongelmiin ja estää hengitystoimintaa."
      },
      "HAMSTRING_EXTENSION_DEGREE": {
        "label": "Takareisi",
        "description": "Alavartalon lihaksisto koostuu pohkeiden ja takareisien lihaksista. Yksipuoliset asennot, kuten istuminen tai pyöräily, voivat lisätä jännitystä ja rajoittaa notkeutta, mikä johtaa huonoon ryhtiin ja voi aiheuttaa kipua alaselkään."
      },
      "RESTING_HEART_RATE": {
        "label": "Leposyke",
        "description": "Leposyke on sydämen lyöntien määrä minuutissa, kun olet levossa - esimerkiksi kun olet rentoutunut, istut tai makaat.Voit arvioida leposykkeesi yksinkertaisesti laskemalla sydämenlyönnit 15 sekunnin aikana ja kertomalla tämän arvon neljällä. Voit löytää sykkeesi joko ranteesta tai kaulavaltimosta. Leposykkeen normaaliarvo on 50-80 lyöntiä minuutissa. Kohonnut leposyke on yhteydessä korkeampaan kuolleisuuteen.",
        "howtoMeasure": "Voit yksinkertaisesti arvioida leposykkeesi laskemalla sydämenlyönnit 15 sekunnin aikana ja kertomalla tämän arvon 4:llä. Voit löytää sykkeen joko ranteesta tai kaulavaltimosta. Leposykkeen normaaliarvo on 50-80 lyöntiä minuutissa. Kohonnut leposyke on yhteydessä korkeampaan kuolleisuuteen."
      },
      "BLOOD_PRESSURE_MMHG": {
        "label": "Verenpaine",
        "description": "Verenpaine kuvastaa sydän- ja verisuonijärjestelmän yleistä terveyttä. Korkea verenpaine voi olla merkki perussairauksista, ja sillä voi olla pitkäaikaisia vaikutuksia.Normaali verenpaine on noin 120 systolinen ja 80 diastolinen.",
        "howtoMeasureListHeader": "Verenpaine mitataan elohopeamillimetreinä (mmHg), ja se ilmoitetaan kahtena numerona:",
        "howtoMeasureBullet1": "systolinen paine - paine, kun sydän työntää verta ulos kehosi ympärille.",
        "howtoMeasureBullet2": "diastolinen paine - paine, kun sydän lepää lyöntien välillä ja veri työntyy sydämen ympärille.",
        "howtoMeasureListFooter": "Suurin luku on aina systolinen paine, ja se annetaan aina ensin. Esimerkiksi verenpaine \"120 yli 80\" tai 120/80 mmHg tarkoittaa, että systolinen paine on 120 mmHg ja diastolinen paine 80 mmHg.",
        "howtoMeasureFooter": "Voit arvioida verenpaineesi verenpainemittarilla.",
        "howtoMeasureHint": "Älä tupakoi, juo kofeiinipitoisia juomia tai harrasta liikuntaa 30 minuutin kuluessa ennen verenpaineen mittaamista. Istu selkä suorana ja tuettuna. Älä tee mittausta vaatteiden päällä."
      },
      "VO2MAX": {
        "label": "VO2max",
        "description": "VO2max on suora mitta sydän- ja verenkiertokapasiteetistasi ja kuvastaa kehosi kykyä treenata korkeammalla intensiteetillä pitkään. VO2max-arvosi saat selville sydäntestillä ja urheilulaitteilla tai -kelloilla.",
        "howtoMeasureLine1": "VO2max on suora mitta sydän- ja verenkiertokapasiteetistasi ja kuvastaa kehosi kykyä treenata korkeammalla intensiteetillä pitkään.",
        "howtoMeasureLine2": "VO2max mitataan millilitroina happea, joka kuluu minuutissa ruumiinpainokiloa kohti (ml/kg/min).",
        "howtoMeasureLine3": "Voit arvioida VO2max-arvosi sydäntestillä ja urheilulaitteilla tai -kelloilla."
      }
    },
    "interpretation": {
      "low": "Matala",
      "normal": "Normaali",
      "excellent": "Erinomainen",
      "elevated": "Koholla"
    }
  },
  "strength": {
    "title": "Voima ikä",
    "about": {
      "whatIsHeader": "Mikä on vahvuus Terveys",
      "whatIsDescription": "Mittaa, miten lihasjärjestelmäsi toimii verrattuna ikäisesi keskivertoihmisen suorituskykyyn.",
      "howCalculatedHeader": "Miten se lasketaan",
      "howCalculatedDescription": "Analysoimme kaikkien maksimaalisen voiman (manuaalinen tai EGYM-koneeseen perustuva) tulosten perusteella voimakykysi ja lihasepätasapainon tunnistamiseksi kolmella vartalon alueella (ylävartalo, keskivartalo, alavartalo).",
      "theKeyMetric": "Tärkein mittari on voiman ja kehonpainon suhde.",
      "theIdealRatio": "Ihanteellinen suhde riippuu sukupuolestasi ja harjoituksesta, jota suoritat."
    },
    "historyTitle": "Voima iän historia",
    "takeStrengthTest": "Tee voimatesti",
    "measurementTrackingDescription": "Yritä suorittaa harjoitus mahdollisimman monella toistolla hallitusti ja parhaalla mahdollisella painolla. Kyseisellä painolla suorittamiesi toistojen lukumäärää käytetään arvioimaan maksimivoiman mittausta.",
    "measurementCalculatedDescription": "Seuraava arvo edustaa testin aikana käyttämääsi voimaa.",
    "measurementTrackSuccess": "Tuloksesi on tallennettu onnistuneesti",
    "muscleBalance": {
      "emptyState": {
        "title": "Löydä voimasi",
        "text": "Tee voimatesti saadaksesi lihasepätasapainon analyysin."
      },
      "greatWork": "Hienoa työtä!",
      "statusImbalanced": "Epätasapainoinen",
      "statusBalanced": "Tasapainotettu",
      "imbalanced": {
        "abs": "Keskity enemmän vatsalihaksiisi",
        "biceps": "Keskity enemmän hauislihaksiisi",
        "calves": "Keskity enemmän pohkeisiin",
        "chest": "Keskity enemmän rintalihaksiisi",
        "hamstring": "Keskity enemmän takareisiin",
        "inner_hips": "Keskity enemmän sisäreisiin",
        "lats": "Keskity enemmän leveään selkälihaksiin",
        "left_gluteus": "Keskity enemmän vasempaan pakaralihakseen",
        "left_torso": "Keskity enemmän vartalon vasenpaan puoleen",
        "lower_back": "Keskity enemmän alaselkään",
        "outer_hips": "Keskity enemmän ulkoreisiin",
        "quadriceps": "Keskity enemmän reisilihaksiin",
        "right_gluteus": "Keskity enemmän oikeaan pakaralihakseen",
        "right_torso": "Keskity enemmän vartalon oikeaan puoleen",
        "shoulder": "Keskity enemmän hartioihin",
        "thighs": "Keskity enemmän reisiin",
        "triceps": "Keskity enemmän ojentajiin",
        "upper_back": "Keskity enemmän yläselkään",
        "rear_shoulder": "Keskity enemmän takaolkapäihin"
      },
      "muscle": {
        "abs": "Vatsalihakset",
        "biceps": "Hauislihas",
        "calves": "Pohkeet",
        "chest": "Rinta",
        "hamstring": "Takareidet",
        "inner_hips": "Sisäreidet",
        "lats": "Lats",
        "left_gluteus": "Vasen pakaralihas",
        "left_torso": "Vasen vartalo",
        "lower_back": "Alaselkä",
        "outer_hips": "Ulkoreidet",
        "quadriceps": "Reisilihakset",
        "right_gluteus": "Oikea pakaralihas",
        "right_torso": "Oikea ylävartalo",
        "shoulder": "Olkapää",
        "thighs": "Reidet",
        "triceps": "Ojentajat",
        "upper_back": "Yläselkä",
        "rear_shoulder": "Takaolkapää"
      },
      "guidanceTextBullet3": "Jos haluat tehdä voimatestin, suorita suositellut ylävartalon, keskivartalon ja alavartalon harjoitukset.",
      "guidanceTextBullet2": "Löydät lisäharjoitukset painamalla \"+ Näytä lisää\" -painiketta.",
      "guidanceTextBullet1": "Yritä suorittaa harjoitus mahdollisimman monella toistolla hallitusti ja parhaalla mahdollisella painolla."
    }
  },
  "muscleBalance": {
    "muscleBalance": "Lihastasapaino",
    "muscleBalanceAnalysis": "Lihastasapainon analyysi"
  },
  "flexibility": {
    "title": "Liikkuvuusikä",
    "about": {
      "whatIsHeader": "Mikä on liikkuvuusikä",
      "whatIsDescription": "Arvioidaan, ovatko nivelesi liikeradat terveelliset verrattuna todelliseen ikääsi.",
      "importantNoticeHeader": "Tärkeä ilmoitus",
      "importantNoticeDescription": "Liikkuvuusikä on täynnä tietoa Fitness Hubista . Seuraa Fitness Hubin ohjeita, läpäise joustotestit ja saat tietoa joustoterveydestäsi.",
      "howCalculatedHeader": "Miten se lasketaan",
      "howCalculatedDescription": "Analysoimme kaikki joustotestien tulokset eri kehonosista. Tuloksia verrataan muiden EGYM-käyttäjien keskimääräiseen joustavuuteen.",
      "recommendationDescription": "Käytä näitä tietoja keskustellaksesi valmentajasi kanssa harjoittelutavoitteista ja mahdollisista harjoitusten mukautuksista harjoittelusuunnitelmassasi."
    },
    "historyTitle": "Liikkuvuusiän historia",
    "recommendations": "Lisätietoja harjoituksista saat kouluttajaltasi."
  },
  "cardio": {
    "title": "Cardio Ikä",
    "historyTitle": "Cardio Ikä Historia",
    "about": {
      "whatIsHeader": "Mikä on Cardio Age",
      "whatIsDescription": "Arvioi, kuinka hyvin sydänterveytesi on kehittynyt tarkastelemalla sydäntehokkuutesi tasoa ja vertaamalla sitä todellisen ikäsi keskivertohenkilöön.",
      "howCalculatedHeader": "Miten se lasketaan",
      "howCalculatedDescription": "Otamme kardiovaskulaarisen kapasiteettisi ja suorituskykysi korkeilla ja matalilla intensiteeteillä VO2max-mittarilla ja suhteutamme sen verenpaineeseen ja leposykkeeseen. VO2max-arvoa pidetään yleisesti parhaana sydän- ja hengityskunnon mittarina.",
      "recommendationDescription": "VO2max voi ennustaa ennenaikaisen kuoleman riskiä jopa paremmin kuin jotkin perinteiset riskitekijät, kuten ylipaino, korkea kolesteroli tai tupakointi. Hyvä uutinen on, että toisin kuin todellista ikääsi, voit alentaa Cardio Bio Age -ikääsi säännöllisellä urheilulla. Haluatko tulla nuoremmaksi? Jatka harjoittelua.",
      "restingHeartRate": "Leposyke",
      "restingHeartRateDescription": "Aikuisten normaali leposyke on 60-100 lyöntiä minuutissa.",
      "bloodPressure": "Verenpaine",
      "bloodPressureDescription": "Systolinen verenpaine on < 120 mmHg.Diastolinen verenpaine on < 80 mmHg.",
      "vo2MAX": "VO2max",
      "vo2MAXDescription": "Mitä korkeampi VO2max on, sitä enemmän happea elimistösi voi käyttää ja sitä parempi on sydän- ja verenkiertoelimistösi sekä kestävyytesi.",
      "normalRange": "Normaali alue",
      "normalRangeMen": "Miehet: 40ml/kg/min",
      "normalRangeWomen": "Naiset: 35 ml/kg/min",
      "heartRate": "Syke"
    },
    "trackBloodPressure": {
      "diastolicGreaterThanSystolic": "diastolinen paine ei voi olla suurempi kuin systolinen paine."
    }
  },
  "myBioage": "Oma BioAge",
  "connectedApps": {
    "syncInProgress": "Synkronointi käynnissä",
    "syncInProgressDescription": "Tietojen synkronointi saattaa kestää muutaman minuutin, palaa myöhemmin takaisin.",
    "yourDataIsAlwaysSecure": "Tietosi ovat aina turvassa",
    "connectYourData": "Yhdistä tietosi",
    "connectHealthData": "Yhdistä terveystiedot",
    "cardio": {
      "sharingDataHelpsDetermineCardioAge": "Jakamalla {{appName}} tietosi EGYMin kanssa, kuten <0>{{heartRate}}</0> ja <1>{{vo2Max}}</1>, voit auttaa meitä määrittämkardioikäsi.",
      "sharingHealthAppData": "Jakamalla<br /> {{healthAppName}} -tiedot voit määrittää kardioikäsi."
    },
    "syncError": "Vaikuttaa siltä, ​​että olet hylännyt sovelluksen {{appName}} käyttöoikeudet aiemmin. Ota ne takaisin käyttöön siirtymällä {{appName}} käyttöoikeuksiin ja sallimalla käyttöoikeudet"
  },
  "updateProfileModal": {
    "description": "Lisää sukupuolesi ja syntymäaikasi saadaksesi tarkkoja tuloksia.",
    "warning": "Vähimmäisikä on 13 vuotta"
  }
}
