{
  "homepageTitle": "BioAge",
  "auth": {
    "signupTitle": "Quel est votre BioAge ?",
    "loginTitle": "Évaluez votre BioAge et connectez-vous à l'équipement EGYM avec EGYM ID.",
    "signupDescription": "BioAge est un indicateur complet de santé et de forme physique qui combine plusieurs mesures clés pour créer un BioAge qui peut être comparé à votre âge physique réel.",
    "signupDescription2": "Vous serez en mesure de comprendre l'impact positif de votre programme d'exercices sur votre forme et votre santé et de suivre vos progrès."
  },
  "bodyRegions": {
    "title": "Régions du corps",
    "upperBody": "Haut du corps",
    "core": "Centre du corps",
    "lowerBody": "Bas du corps"
  },
  "home": {
    "assistance": "Assistance",
    "categories": {
      "title": "Catégories",
      "strength": "Entraînement musculaire",
      "metabolic": "Métabolisme",
      "flexibility": "Flexibilité",
      "cardio": "Cardio"
    },
    "information": {
      "title": "Information",
      "subtitle": "Aide à l'assistance virtuelle",
      "text": "Obtenir plus d'informations sur BioAge et des conseils sur son utilisation",
      "readMore": "Afficher plus"
    },
    "analysisEmptyState": {
      "title": "Découvrez votre BioAge",
      "text": "Calculé sur la base des résultats de force maximale obtenus sur les machines EGYM ou ajoutés manuellement dans l'application. Pour améliorer BioAge au fil du temps, utilisez l'analyse des déséquilibres musculaires pour ajuster vos entraînements de la manière la plus efficace."
    }
  },
  "about": {
    "title": "Qu'est-ce que le BioAge ?",
    "topDescription": "Cette donnée vous aide à comprendre en quoi vos performances sportives correspondent à la moyenne des personnes de votre âge.",
    "subheader": "Comment le BioAge est calculé",
    "howToBullet1": "Un BioAge qui diminue est le signe d'un bon entraînement sportif.",
    "howToBullet2": "Le meilleur BioAge possible est 21 ans.",
    "recommendationsBullet1": "Pour vous améliorer ou rester en bonne santé : entraînez-vous souvent, mangez équilibré et restez hydraté.",
    "recommendationsBullet2": "N'oubliez pas le plus important, profitez de la vie !",
    "gotItButton": "J'ai compris !",
    "recommendationsBullet": "Utilisez ces informations comme un support pour échanger avec votre coach sur l'intérêt ou non de perdre du poids ou pour savoir comment votre entraînement peut vous permettre de maintenir ou d'améliorer votre niveau de santé."
  },
  "assistance": {
    "title": "Comment utiliser l'assistance",
    "text": "Cliquez sur le bouton <0></0> sur les écrans Force, Flexibilité, Métabolisme et Age Cardio pour obtenir plus d'informations sur ces écrans."
  },
  "chart": {
    "noDataForThisPeriod": "Aucune donnée pour cette période.",
    "emptyStateText": "Le graphique des données historiques apparaîtra ici dès que les données seront disponibles",
    "totalBioageDescription": "Le BioAge représente la santé et les performances actuelles. C'est la moyenne de la force, de la flexibilité, du métabolisme et du cardio. Les valeurs normales correspondent à l'âge réel et plus le BioAge est jeune, mieux c'est.",
    "ageYearsYaxisLabel": "âge (ans)",
    "metabolicAgeDescription": "L'âge métabolique est calculé en utilisant la graisse corporelle, le rapport taille / hanche et l'indice de masse corporelle. L'âge métabolique vous donne un aperçu de la relation entre votre taille, votre poids et votre graisse corporelle."
  },
  "common": {
    "realAge": "Âge réel {{count}} ans",
    "weight": "Poids",
    "height": "Taille",
    "waist": "Taille",
    "hip": "Hanche"
  },
  "metabolic": {
    "title": "Âge métabolique",
    "about": {
      "whatIsHeader": "Qu'est-ce que l'âge métabolique ?",
      "whatIsDescription": "Nous vous donnons ici une évaluation de vos équilibres corporels en analysant la composition de votre corps par rapport à celles des personnes de votre âge.",
      "howCalculatedHeader": "Comment est-il calculé?",
      "howCalculatedDescription": "Nous analysons plusieurs paramètres de votre corps comme le pourcentage de masse graisseuse, l'IMC et le ratio taille/hanches.",
      "bodyFatDescription": "C'est le pourcentage de masse graisseuse comparé à votre masse corporelle. Vous obtenez cette donnée en réalisant un test sur un système d'impédancemétrie. Moyenne homme : 20. Moyenne Femme : 27.",
      "bodyMassDescription": "L'Indice de masse corporelle fait le ratio entre votre poids et votre taille pour estimer votre corpulence. L'IMC d'une personne en pleine santé se situe entre 18,5 et 25.",
      "waistHipDescription": "Il compare la circonférence de la taille et des hanches et donne des indications sur la répartition de vos graisses. Plus le ratio est bas, plus grand est le risque de problèmes cardiovasculaires. Moyenne homme : 0,92, moyenne Femmes : 0,83"
    },
    "historyTitle": "Historique de l'âge métabolique"
  },
  "measurements": {
    "title": "Mesures",
    "about": "À propos de {{measurementName}}",
    "types": {
      "BMI": {
        "label": "IMC",
        "description": "Une mesure courante pour classer le poids corporel par rapport à la hauteur corporelle. Néanmoins, la signification est limitée, car les personnes ayant beaucoup de masse musculaire peuvent avoir un IMC supérieur à 25 et être toujours en bonne santé. Pour une meilleure compréhension, regardez la composition corporelle (graisse, muscles, ...). Peut être influencé positivement par l'activité physique et une alimentation saine.",
        "howToMeasureDescription": "Ajoutez votre taille et dernier poids connus. Tâchez de surveiller votre poids régulièrement pour un IMC plus précis."
      },
      "BODY_FAT": {
        "label": "Masse graisseuse",
        "description": "Un bon indicateur pour classer votre composition corporelle. Une graisse corporelle trop élevée est un indicateur de risque de base pour la santé. D'excellents niveaux de graisse corporelle découvrent le « six pack». Peut être influencé positivement par l'activité physique et une alimentation saine.",
        "howToMeasureDescription": "Les meilleurs résultats sont obtenus grâce à un analyseur corporel. Veuillez contacter votre club pour effectuer la mesure. Une autre solution consiste à effectuer le calcul vous-même avec une \"Composition corporelle\" et une calculatrice en ligne afin d'obtenir le pourcentage de masse graisseuse en mesurant la circonférence de vos membres."
      },
      "WAIST_TO_HIP_RATIO": {
        "label": "Ratio Taille/hanches",
        "description": "Indicateur commun des risques pour la santé cardiovasculaire en examinant la répartition des graisses qui est principalement déterminée génétiquement. Les types de corps portant plus de graisse au milieu du torse sont en corrélation avec un risque plus élevé. Pour ces types de corps, il est encore plus important de rester mince en général. Une alimentation saine et une activité physique régulière aident.",
        "howToMeasureDescription": "Utilisez un mètre-ruban pour mesure la partie la moins large de votre taille (juste en dessous de votre nombril)."
      },
      "WAIST_CM": {
        "label": "Tour de taille",
        "description": "Votre tour de poitrine. Influence négative de la graisse viscérale et résultat de votre type morphologique."
      },
      "HIP_CM": {
        "label": "Tour de hanche",
        "description": "Votre tour de hanches, mesuré au niveau de la zone maximale des fesses. Résultat de votre composition corporelle."
      },
      "WEIGHT_KG": {
        "label": "Poids",
        "description": "Le poids corporel seul n'a qu'une valeur très limitée pour la santé. Pour en savoir plus, il faut examiner la composition du corps (graisse, muscles, etc.).  En général, un poids corporel élevé crée un impact plus important sur les articulations et les tendons. Vous devez développer plus de force musculaire pour compenser cet impact. "
      },
      "FAT_MASS_INDEX": {
        "label": "Indice de masse grasse",
        "description": "L'indice de masse grasse met la masse grasse en relation avec la taille du corps. Il s'agit d'un très bon indicateur pour classer votre composition corporelle, supérieur au taux de graisse corporelle. Des valeurs trop élevées sont un indicateur de risque fondamental pour la santé. Des valeurs excellentes sont le signe d'une bonne esthétique qui permet de découvrir le \"six pack\". Peut être influencé positivement par l'activité physique et une alimentation saine."
      },
      "SKELETAL_MUSCLE_MASS": {
        "label": "Masse musculaire squelettique",
        "description": "Les muscles sont importants pour la qualité de vie. Des valeurs trop faibles sont un indicateur de risque de blessures et de fragilité (sarcopénie). Des muscles sains régulent votre système immunitaire, réduisent les inflammations et améliorent le métabolisme (myokines). Influence bénéfique de l'entraînement musculaire."
      },
      "BODY_MUSCLE_PERCENTS": {
        "label": "Masse musculaire",
        "description": "Les muscles sont importants pour la qualité de vie. Des valeurs trop faibles sont un indicateur de risque de blessures et de fragilité (sarcopénie). Des muscles sains régulent votre système immunitaire, réduisent les inflammations et améliorent le métabolisme (myokines). Influence bénéfique de l'entraînement musculaire."
      },
      "FAT_FREE_MASS": {
        "label": "Masse sans graisse",
        "description": "Somme des muscles, des os, des organes internes, de l'eau, des tendons, du poids du sang. Des valeurs élevées corrélées à une définition esthétique du corps et des valeurs trop faibles avec un faible niveau de forme physique. Positif influencé par l'entraînement en force et une alimentation saine."
      },
      "FAT_FREE_MASS_INDEX": {
        "label": "Indice de masse sans graisse",
        "description": "L'indice de masse sans graisse est un indicateur athlétique. Des valeurs élevées sont corrélées à une définition esthétique du corps et des valeurs trop faibles à un faible niveau de forme physique. Influencé positivement par l'entraînement musculaire et une alimentation saine."
      },
      "VISCERAL_FAT": {
        "label": "Graisse viscérale",
        "description": "La graisse viscérale est la graisse de votre cavité abdominale autour des organes internes. Des valeurs élevées sont un facteur de risque de maladies métaboliques et de processus inflammatoires. Peut être considérablement réduit par un entraînement physique."
      },
      "VISCERAL_FAT_LEVEL_CM2": {
        "label": "Niveau de graisse viscérale",
        "description": "La graisse viscérale est la graisse de votre cavité abdominale autour des organes internes. Des valeurs élevées sont un facteur de risque de maladies métaboliques et de processus inflammatoires. Peut être considérablement réduit par un entraînement physique."
      },
      "VISCERAL_FAT_RATING": {
        "label": "Taux de Graisse Viscérale",
        "description": "La graisse viscérale est la graisse de votre cavité abdominale autour des organes internes. Des valeurs élevées sont un facteur de risque de maladies métaboliques et de processus inflammatoires. Peut être considérablement réduit par un entraînement physique."
      },
      "BODY_WATER": {
        "label": "Eau corporelle",
        "description": "Solvant, agent de transport, ressource nutritive et régulateur de température. La déshydratation est un risque sanitaire dangereux et assez courant. Une consommation excessive d'eau est moins courante mais peut également être un problème dans certaines conditions."
      },
      "BODY_PROTEIN_KG": {
        "label": "Protéines du corps",
        "description": "Corrélation élevée avec la masse musculaire et le collagène. Les acides aminés sont des substances vitales, nécessaires à tous les mécanismes de réparation du corps et au processus de guérison. Un statut faible en protéines supprime votre système immunitaire et établit un statut de santé faible. Influencé positivement par l'entraînement musculaire et une alimentation riche en protéines."
      },
      "BODY_MINERALS_KG": {
        "label": "Minéraux",
        "description": "Paramètre pour votre stabilité osseuse. Des valeurs trop basses sont associées à l'ostéoporose qui augmente le risque de fractures osseuses. L'entraînement musculaire est une prophylaxie importante, à combiner de préférence avec des suppléments de calcium et de vitamine D."
      },
      "EXTRA_CELLULAR_WATER": {
        "label": "Eau extra cellulaire",
        "description": "La fraction de l'eau corporelle représentée par tous les composants liquides de votre système cardiovasculaire. C'est votre moyen de transport métabolique. Des valeurs trop faibles indiquent une déshydratation malsaine. L'entraînement d'endurance peut améliorer l'équilibre hydrique de votre corps."
      },
      "INTRA_CELLULAR_WATER": {
        "label": "Eau intra cellulaire",
        "description": "La fraction de l'eau corporelle représentée dans toutes les cellules de votre corps qui sont vos batteries. La fraction d'eau intracellulaire est votre chargeur de batterie et votre détoxifiant. Un état bas indique une déshydratation malsaine, car les piles sèches ne fonctionnent pas. L'entraînement sportif stabilise l'état de charge de votre batterie cellulaire."
      },
      "SOFT_LEAN_MASS_KG": {
        "label": "Masse molle",
        "description": "Somme de l'eau totale de votre corps, des protéines et des minéraux non osseux. Des valeurs faibles indiquent des conditions d'alimentation potentiellement malsaines. Outre la prédisposition génétique, les conditions individuelles de nutrition et de mode de vie en sont la cause."
      },
      "SEGMENTAL_LEAN_TRUNK_KG": {
        "label": "Masse maigre du tronc",
        "description": "Masse maigre du tronc séparée. Des valeurs basses indiquent un état segmentaire faible. Concentrez-vous sur une masse musculaire saine dans votre tronc. Votre tronc est le centre de votre corps et joue un rôle crucial dans la stabilité de votre dos. On peut l'améliorer par un entraînement des abdominaux ou du dos et une alimentation saine."
      },
      "SEGMENTAL_MUSCLE_TRUNK_KG": {
        "label": "Muscles du tronc",
        "description": "Masse musculaire séparée du tronc. Des valeurs faibles indiquent un état segmentaire faible. Concentrez-vous sur une masse musculaire saine dans votre tronc. Votre tronc est le centre de votre corps et joue un rôle crucial dans la stabilité de votre dos. On peut l'améliorer par un entraînement des abdominaux ou du dos."
      },
      "TOTAL_ENERGY_EXPENDITURE": {
        "label": "Dépense énergétique totale",
        "description": "Il s'agit de l'énergie quotidienne requise par votre corps. Elle est déterminée par votre dépense énergétique au repos (~70%) et la quantité d'activité quotidienne (~30%). Elle est influencée positivement par une augmentation de l'activité physique régulière et une augmentation de la dépense énergétique au repos."
      },
      "RESTING_ENERGY_EXPENDITURE": {
        "label": "Dépense énergétique au repos",
        "description": "Il s'agit de l'énergie quotidienne dont votre corps a besoin pour accomplir les fonctions les plus élémentaires lorsque votre corps est au repos, comme la respiration ou la circulation du sang. Elle est influencée par de nombreux facteurs - notamment l'âge, le sexe, la masse musculaire et aussi le niveau de régénération après une activité physique. Elle est influencée positivement par les entraînements de musculation et les entraînements cardio intenses."
      },
      "BODY_PHASE_ANGLE": {
        "label": "Angle de phase",
        "description": "L'angle de phase est un indicateur de la santé et de l'intégrité des cellules du corps. Un angle de phase élevé indique des membranes cellulaires intactes. Il augmente lorsque vous êtes en bonne santé et diminue lorsque vous êtes malade. Il diminue également avec l'âge. Lorsque vous augmentez votre angle de phase, vous ralentissez le vieillissement. L'angle de phase peut être amélioré au mieux par une augmentation de la masse grasse libre par rapport au poids corporel."
      },
      "BASAL_METABOLIC_RATE_KJ": {
        "label": "Taux Métabolique Basal",
        "description": "Il s'agit de l'énergie quotidienne dont votre corps a besoin pour accomplir les fonctions les plus élémentaires lorsque votre corps est au repos, comme la respiration ou la circulation du sang. Elle est influencée par de nombreux facteurs - notamment l'âge, le sexe, la masse musculaire et aussi le niveau de régénération après une activité physique. Elle est influencée positivement par les entraînements de musculation et les entraînements cardio intenses."
      },
      "SEGMENTAL_LEAN_ARM_KG": {
        "label": "Masse maigre de bras",
        "description": "Masse maigre des bras séparés. Des valeurs faibles indiquent un état segmentaire faible. Concentrez-vous pour équilibrer votre côté droit et votre côté gauche afin d'éviter les déséquilibres musculaires. Peut être amélioré par un entraînement à un seul bras et une alimentation saine."
      },
      "SEGMENTAL_LEAN_LEG_KG": {
        "label": "Masse maigre Jambes",
        "description": "Masse maigre de la jambe séparée. Des valeurs faibles indiquent un état segmentaire faible. Concentrez-vous pour équilibrer votre côté droit et votre côté gauche afin d'éviter les déséquilibres musculaires. Peut être amélioré par un entraînement sur une seule jambe et une alimentation saine."
      },
      "SEGMENTAL_MUSCLE_ARM_KG": {
        "label": "Muscles du bras",
        "description": "Masse musculaire du bras séparée. Des valeurs faibles indiquent un état segmentaire faible. Concentrez-vous pour équilibrer votre côté droit et votre côté gauche afin d'éviter les déséquilibres musculaires. Peut être amélioré par un entraînement des biceps ou des triceps à un seul bras."
      },
      "SEGMENTAL_MUSCLE_LEG_KG": {
        "label": "Muscles de la jambe",
        "description": "Masse musculaire des jambes séparée. Des valeurs faibles indiquent un état segmentaire faible. Concentrez-vous pour équilibrer votre côté droit et votre côté gauche afin d'éviter les déséquilibres musculaires. Peut être amélioré par un entraînement sur une seule jambe."
      },
      "SEGMENTAL_FAT_TRUNK_KG": {
        "label": "Masse grasse du tronc",
        "description": "Masse grasse du tronc séparée. Des valeurs faibles indiquent un état segmentaire faible. Concentrez-vous sur une masse graisseuse saine au niveau du tronc. Votre tronc est le centre de votre corps et joue un rôle crucial dans la stabilité de votre dos. Il peut être amélioré par un entraînement abdominal ou dorsal et une alimentation saine."
      },
      "SEGMENTAL_FAT_LEG_KG": {
        "label": "Masse grasse des jambes",
        "description": "Masse grasse des jambes séparées. Des valeurs faibles indiquent un état segmentaire faible. Veillez à équilibrer vos côtés droit et gauche afin d'éviter les déséquilibres musculaires. Peut être amélioré par un entraînement sur une seule jambe et une alimentation saine."
      },
      "SEGMENTAL_FAT_ARM_KG": {
        "label": "Masse grasse du bras",
        "description": "Masse grasse séparée du bras. Des valeurs faibles indiquent un état segmentaire faible. Concentrez-vous pour équilibrer votre côté droit et votre côté gauche afin d'éviter les déséquilibres musculaires. Peut être amélioré par un entraînement à un seul bras et une alimentation saine."
      },
      "TORSO_LATERAL_FLEXION_DEGREE": {
        "label": "Flexion latérale",
        "description": "Les muscles latéraux du torse plient, font pivoter et stabilisent votre tronc. Une raideur musculaire accrue et une flexibilité limitée peuvent provoquer des douleurs au niveau de la colonne lombaire. De plus, la capacité du diaphragme et de la poitrine à se dilater est limitée, ce qui empêche une respiration normale."
      },
      "NECK_LATERAL_FLEXION_DEGREE": {
        "label": "Cou",
        "description": "Les muscles latéraux du cou stabilisent et bougent la tête. Les positions monotones, comme le travail prolongé sur un ordinateur, et le stress augmentent la tension musculaire, ce qui peut entraîner des maux de tête, des douleurs dues à la tension, une crispation de la mâchoire et des douleurs au niveau de la colonne cervicale."
      },
      "HIP_EXTENSION_DEGREE": {
        "label": "Hanche",
        "description": "Les muscles fléchisseurs de la hanche contrôlent votre posture lors de mouvements comme la marche et la course. Une position assise prolongée et contractée entraîne un raccourcissement des muscles, ce qui a un impact négatif sur votre posture et, en fin de compte, entraîne des douleurs de la colonne lombaire."
      },
      "CHEST_EXTENSION_DEGREE": {
        "label": "Poitrine",
        "description": "Les muscles pectoraux font bouger votre bras et stabilisent l'articulation de votre épaule. Le fait de passer beaucoup de temps en position avancée, par exemple lorsque vous travaillez sur un ordinateur, raccourcit les muscles pectoraux, ce qui peut entraîner des douleurs au niveau de la colonne cervicale, des problèmes d'épaules et inhiber la fonction respiratoire."
      },
      "HAMSTRING_EXTENSION_DEGREE": {
        "label": "Flexion de jambes",
        "description": "La chaîne dorsale est constituée des muscles du mollet et des ischio-jambiers. Les positions monotones comme la position assise ou le vélo peuvent entraîner une tension plus élevée et une flexibilité limitée, ce qui se traduit par une mauvaise posture et peut entraîner des douleurs lombaires."
      },
      "RESTING_HEART_RATE": {
        "label": "Le taux de récupération",
        "description": "La fréquence cardiaque au repos est le nombre de battements du cœur par minute lorsque vous êtes au repos, par exemple lorsque vous êtes détendu, assis ou allongé. Vous pouvez simplement évaluer votre fréquence cardiaque au repos en comptant les battements du cœur pendant 15 secondes et en multipliant cette valeur par 4. Vous pouvez trouver votre rythme cardiaque soit au niveau du poignet, soit au niveau de l'artère carotide. La valeur normale de la fréquence cardiaque au repos se situe entre 50 et 80 battements par minute. Une fréquence cardiaque élevée au repos est associée à un taux de mortalité plus élevé.",
        "howtoMeasure": "Vous pouvez simplement évaluer votre fréquence cardiaque au repos en comptant les battements de votre cœur pendant 15 secondes et en multipliant cette valeur par 4. Vous pouvez trouver votre rythme cardiaque au niveau du poignet ou de l'artère carotide. La valeur normale de la fréquence cardiaque au repos se situe entre 50 et 80 battements par minute. Une fréquence cardiaque élevée au repos est associée à un taux de mortalité plus élevé."
      },
      "BLOOD_PRESSURE_MMHG": {
        "label": "Pression Sanguine",
        "description": "La tension artérielle reflète l'état de santé général du système cardiovasculaire. Une tension artérielle élevée peut être un indicateur de maladies sous-jacentes et peut avoir des effets à long terme. Une tension artérielle normale est d'environ 120 pour la systolique et 80 pour la diastolique.",
        "howtoMeasureListHeader": "La pression artérielle est mesurée en millimètres de mercure (mmHg) et se présente sous la forme de deux chiffres :",
        "howtoMeasureBullet1": "Pression systolique - pression exercée par le cœur lorsqu'il expulse le sang autour du corps.",
        "howtoMeasureBullet2": "Pression diastolique - la pression lorsque le cœur se repose entre les battements et que le sang est poussé autour du cœur.",
        "howtoMeasureListFooter": "Le chiffre le plus élevé est toujours la pression systolique et il est toujours indiqué en premier. Par exemple, une tension artérielle indiquée comme \"120 sur 80\" ou 120/80 mmHg signifie une pression systolique de 120 mmHg et une pression diastolique de 80 mmHg.",
        "howtoMeasureFooter": "Vous pouvez évaluer votre tension artérielle à l'aide d'un tensiomètre.",
        "howtoMeasureHint": "Ne fumez pas, ne buvez pas de boissons contenant de la caféine et ne faites pas d'exercice dans les 30 minutes précédant la mesure de votre tension artérielle. Asseyez-vous en gardant le dos droit et soutenu. Ne prenez pas la mesure par-dessus les vêtements."
      },
      "VO2MAX": {
        "label": "VO2max",
        "description": "Le VO2max est une mesure directe de votre capacité cardiovasculaire et reflète la capacité de votre corps à travailler à des intensités plus élevées pendant une longue période. Vous pouvez connaître votre VO2max par le biais du test cardio et d'appareils ou de montres de sport.",
        "howtoMeasureLine1": "VO2max est une mesure directe de votre capacité cardiovasculaire et reflète la capacité de votre corps à travailler à des intensités plus élevées pendant une longue période.",
        "howtoMeasureLine2": "La VO2max est mesurée en millilitres d'oxygène utilisés en une minute par kilogramme de poids corporel (ml/kg/min).",
        "howtoMeasureLine3": "Vous pouvez évaluer votre VO2max au moyen du test cardio et d'appareils ou de montres de sport."
      }
    },
    "interpretation": {
      "low": "Faible",
      "normal": "Normal",
      "excellent": "Excellent",
      "elevated": "Élevé"
    }
  },
  "strength": {
    "title": "Force Âge",
    "about": {
      "whatIsHeader": "Quelle est la force de la santé ?",
      "whatIsDescription": "Cette donnée vous indique comment votre système musculaire fonctionne par rapport aux personnes de votre âge.",
      "howCalculatedHeader": "Comment est-il calculé?",
      "howCalculatedDescription": "Nous analysons les résultats de vos tests de force (manuels ou sur EGYM) pour déterminer votre capacité musculaire et vos déséquilibres sur les 3 zones (haut du corps, centre, bas du corps).",
      "theKeyMetric": "La donnée clé est le ratio entre votre force et votre poids.",
      "theIdealRatio": "Le ratio idéal dépend de votre genre et de quel type de sport vous pratiquez."
    },
    "historyTitle": "La force L'âge L'histoire",
    "takeStrengthTest": "Effectuer un test de résistance",
    "measurementTrackingDescription": "Essayez d'effectuer l'exercice autant de répétitions que possible de manière contrôlée avec le meilleur poids possible. Le nombre de répétitions que vous effectuez avec ce poids sera utilisé pour estimer la mesure de votre force maximale.",
    "measurementCalculatedDescription": "La valeur suivante représente la force dépensée au cours du test.",
    "measurementTrackSuccess": "Vos résultats ont été enregistrés avec succès",
    "muscleBalance": {
      "emptyState": {
        "title": "Découvrez votre force",
        "text": "Passez un test de force pour obtenir une analyse de votre déséquilibre musculaire"
      },
      "greatWork": "Bon travail !",
      "statusImbalanced": "Déséquilibré",
      "statusBalanced": "Équilibré",
      "imbalanced": {
        "abs": "Concentrez-vous davantage sur vos abs",
        "biceps": "Concentrez-vous davantage sur vos biceps",
        "calves": "Concentrez-vous davantage sur vos mollets",
        "chest": "Concentrez-vous davantage sur vos pectoraux",
        "hamstring": "Concentrez-vous davantage sur vos ischios-jambiers",
        "inner_hips": "Concentrez-vous davantage sur vos adducteurs",
        "lats": "Concentrez-vous davantage sur vos dorsaux",
        "left_gluteus": "Concentrez-vous davantage sur votre poste fessier gauche",
        "left_torso": "Concentrez-vous davantage sur votre pectoral gauche",
        "lower_back": "Concentrez-vous davantage sur vos lombaires",
        "outer_hips": "Concentrez-vous davantage sur vos abducteurs",
        "quadriceps": "Concentrez-vous davantage sur vos quadriceps",
        "right_gluteus": "Concentrez-vous davantage sur votre poste fessier droit",
        "right_torso": "Concentrez-vous davantage sur votre pectoral droit",
        "shoulder": "Concentrez-vous davantage sur vos épaules",
        "thighs": "Concentrez-vous davantage sur vos cuisses",
        "triceps": "Concentrez-vous davantage sur vos triceps",
        "upper_back": "Concentrez-vous davantage sur vos dorsaux",
        "rear_shoulder": "Concentrez-vous davantage sur l'arrières de vos épaules"
      },
      "muscle": {
        "abs": "Abs",
        "biceps": "Biceps",
        "calves": "Mollets",
        "chest": "Pectoraux",
        "hamstring": "Flexion de jambes",
        "inner_hips": "Adducteurs",
        "lats": "Grand dorsal",
        "left_gluteus": "Poste fessier gauche",
        "left_torso": "Torse gauche",
        "lower_back": "Lombaires",
        "outer_hips": "Abducteurs",
        "quadriceps": "Quadriceps",
        "right_gluteus": "Poste fessier droit",
        "right_torso": "Torse droit",
        "shoulder": "Épaule",
        "thighs": "Cuisses",
        "triceps": "Triceps",
        "upper_back": "Dorsaux",
        "rear_shoulder": "Arrière de l'épaule"
      },
      "guidanceTextBullet3": "Pour passer le test de force, effectuez les exercices recommandés pour le haut du corps, le tronc et le bas du corps.",
      "guidanceTextBullet2": "Vous pouvez trouver les exercices supplémentaires en appuyant sur le bouton «+ Afficher plus».",
      "guidanceTextBullet1": "Essayez d'effectuer le plus grand nombre de répétitions possible de manière contrôlée avec le meilleur poids possible."
    }
  },
  "muscleBalance": {
    "muscleBalance": "L'équilibre musculaire",
    "muscleBalanceAnalysis": "Analyse de l'équilibre musculaire"
  },
  "flexibility": {
    "title": "Flexibilité Âge",
    "about": {
      "whatIsHeader": "Qu'est-ce que l'âge de la flexibilité ?",
      "whatIsDescription": "Une évaluation de l'amplitude de mouvement de vos articulations par rapport à votre âge réel.",
      "importantNoticeHeader": "Avis important",
      "importantNoticeDescription": "Flexibility Age est rempli de données provenant de Fitness Hub. Suivez les instructions sur Fitness Hub, passez des tests de flexibilité et obtenez des informations sur votre santé en matière de flexibilité.",
      "howCalculatedHeader": "Comment est-il calculé?",
      "howCalculatedDescription": "Nous analysons tous les résultats des tests de flexibilité sur différentes parties du corps. Les résultats sont comparés à la flexibilité moyenne des autres utilisateurs d'EGYM.",
      "recommendationDescription": "Utilisez ces informations comme un support pour échanger avec votre coach sur l'intérêt ou non de perdre du poids ou pour savoir comment votre entraînement peut vous permettre de maintenir ou d'améliorer votre niveau de santé."
    },
    "historyTitle": "Flexibilité Âge Histoire",
    "recommendations": "Pour plus d'informations sur les exercices, demandez à votre entraîneur."
  },
  "cardio": {
    "title": "L'âge du cardio",
    "historyTitle": "Historique de l'âge du cardio",
    "about": {
      "whatIsHeader": "Qu'est-ce que l'âge cardio ?",
      "whatIsDescription": "Évalue le développement de votre santé cardiovasculaire en examinant votre niveau de performance cardiovasculaire et en le comparant à celui d'une personne moyenne de votre âge.",
      "howCalculatedHeader": "Comment est-il calculé?",
      "howCalculatedDescription": "Nous mesurons votre capacité cardiovasculaire et vos performances à des intensités élevées et faibles à l'aide de la métrique VO2max et en la corrélant avec la pression artérielle et la fréquence cardiaque au repos. La VO2max est généralement considérée comme le meilleur indicateur de la forme cardiorespiratoire.",
      "recommendationDescription": "Le VO2max peut prédire le risque de décès prématuré mieux encore que certains facteurs de risque traditionnels comme le surpoids, l'hypercholestérolémie ou le tabagisme. La bonne nouvelle, c'est que contrairement à votre âge réel, vous pouvez réduire votre âge cardio-bio en pratiquant un sport régulier. Vous voulez rajeunir ? Continuez à vous entraîner.",
      "restingHeartRate": "Le taux de récupération",
      "restingHeartRateDescription": "La fréquence cardiaque normale au repos chez l'adulte se situe entre 60 et 100 battements par minute.",
      "bloodPressure": "Pression Sanguine",
      "bloodPressureDescription": "La tension artérielle systolique est de < 120 mmHg et la tension artérielle diastolique de < 80 mmHg.",
      "vo2MAX": "VO2max",
      "vo2MAXDescription": "Plus votre VO2max est élevé, plus votre corps peut utiliser d'oxygène et meilleures sont vos capacités cardiovasculaires et d'endurance.",
      "normalRange": "Plage normale",
      "normalRangeMen": "Hommes : 40ml/kg/min",
      "normalRangeWomen": "Femmes : 35 ml/kg/min",
      "heartRate": "Fréquence cardiaque"
    },
    "trackBloodPressure": {
      "diastolicGreaterThanSystolic": "la pression diastolique ne peut pas être supérieure à la pression systolique"
    }
  },
  "myBioage": "Mon BioAge",
  "connectedApps": {
    "syncInProgress": "Synchronisation en cours",
    "syncInProgressDescription": "La synchronisation de vos données peut prendre quelques minutes, revenez plus tard.",
    "yourDataIsAlwaysSecure": "Vos données sont toujours sécurisées",
    "connectYourData": "Connectez vos données",
    "connectHealthData": "Connecter les données de santé",
    "cardio": {
      "sharingDataHelpsDetermineCardioAge": "En partageant vos données {{appName}} avec EGYM, telles que <0>{{heartRate}} < /0> et <1>{{vo2Max}} < /1>, vous pouvez nous aider à déterminer votre âge cardio.",
      "sharingHealthAppData": "Le partage de vos données<br /> {{healthAppName}} permet de déterminer votre âge cardio."
    },
    "syncError": "Il semble que vous ayez déjà rejeté les autorisations {{appName}}. Pour les réactiver, accédez aux autorisations de {{appName}} et autorisez l'accès"
  }
}
