{
  "chart": {
    "noDataForThisPeriod": "אין נתונים לתקופת זמן זו"
  },
  "measurements": {
    "types": {
      "BMI": {
        "description": "מדידה נפוצה לסיווג משקל הגוף ביחס לגובה הגוף. עם זאת, המשמעות מוגבלת, מכיוון שאנשים עם מסת שריר רבה יכולים להיות בעלי BMI גדול מ- 25 ועדיין להיות בריאים. לתובנות טובות יותר הסתכל על הרכב הגוף (שומן, שרירים, ...). יכול להיות מושפע באופן חיובי מפעילות גופנית ומתזונה בריאה."
      },
      "BODY_FAT": {
        "description": "אינדיקטור טוב לסיווג הרכב הגוף שלך. שומן גבוה מדי בגוף הוא אינדיקטור לסיכון בריאותי בסיסי. רמות שומן טובות בגוף חושפות את \"שש האריזה\". יכול להיות מושפע באופן חיובי מפעילות גופנית ומתזונה בריאה."
      },
      "WAIST_TO_HIP_RATIO": {
        "description": "אינדיקטור נפוץ לסיכוני בריאות לב וכלי דם על ידי התבוננות בחלוקת השומן אשר נקבעת בעיקר גנטית. סוגי גופים הנושאים יותר שומן באזור פלג גוף עליון מתואמים לסיכון גבוה יותר. לאותם סוגי גופים, חשוב עוד יותר להישאר רזים באופן כללי. תזונה בריאה ופעילות גופנית קבועה עוזרים."
      },
      "WAIST_CM": {
        "description": "הקוטר האינדיבידואלי שלך. שלילי המושפע משומן הקרביים ותוצאה מהסוג המורפולוגי שלך."
      },
      "HIP_CM": {
        "description": "קוטר הירך האישי שלך, נמדד באזור הישבן המרבי. תוצאה של הרכב גופך."
      },
      "WEIGHT_KG": {
        "description": "למשקל הגוף בלבד יש ערך מוגבל מאוד לבריאות. לתובנות אמיתיות הסתכלו על הרכב הגוף (שומן, שרירים, ...). באופן כללי משקל גוף גבוה יוצר השפעה גבוהה יותר על המפרקים והגידים. אתה צריך לבנות יותר כוח שרירים כדי לפצות על ההשפעות האלה."
      },
      "FAT_MASS_INDEX": {
        "description": "מדד מסת השומן שם את מסת השומן ביחס לגובה הגוף. זה אינדיקטור טוב מאוד לסיווג את הרכב גופכם, עדיף על אחוזי השומן בגוף. ערכים גבוהים מדי הם אינדיקטור לסיכון בריאותי בסיסי. ערכים מצוינים סימן לאסתטיקה טובה חושפים את \"שש חבילות\". יכול להיות מושפע באופן חיובי מפעילות גופנית ומתזונה בריאה."
      },
      "SKELETAL_MUSCLE_MASS": {
        "description": "שרירים חשובים לאיכות החיים. ערכים נמוכים מדי הם אינדיקטור סיכון לפציעות ולחולשות (סרקופניה). שרירים בריאים מווסתים את המערכת החיסונית שלך, מפחיתים דלקות ומשפרים את חילוף החומרים (מיוקינים). מושפע באופן חיובי מאימוני כוח."
      },
      "BODY_MUSCLE_PERCENTS": {
        "description": "שרירים חשובים לאיכות החיים. ערכים נמוכים מדי הם אינדיקטור סיכון לפציעות ולחולשות (סרקופניה). שרירים בריאים מווסתים את המערכת החיסונית שלך, מפחיתים דלקות ומשפרים את חילוף החומרים (מיוקינים). מושפע באופן חיובי מאימוני כוח."
      },
      "FAT_FREE_MASS": {
        "description": "סכום השריר, העצם, האיבר הפנימי, המים, הגיד, משקל הדם. ערכים גבוהים מתואמים להגדרת גוף אסתטית וערכים נמוכים מדי עם רמת כושר נמוכה. מושפע באופן חיובי מאימון כוח ותזונה בריאה."
      },
      "FAT_FREE_MASS_INDEX": {
        "description": "מדד מסת שומן חינם הוא אינדיקטור אתלטי. ערכים גבוהים מתואמים להגדרת גוף אסתטית וערכים נמוכים מדי עם רמת כושר נמוכה. מושפע באופן חיובי מאימוני כוח ותזונה בריאה."
      },
      "VISCERAL_FAT": {
        "description": "שומן הקרביים הוא השומן בחלל הבטן סביב האיברים הפנימיים. ערכים גבוהים הם גורם סיכון למחלות מטבוליות ותהליכים דלקתיים. ניתן להפחית משמעותית על ידי אימוני כושר."
      },
      "VISCERAL_FAT_LEVEL_CM2": {
        "description": "שומן הקרביים הוא השומן בחלל הבטן סביב האיברים הפנימיים. ערכים גבוהים הם גורם סיכון למחלות מטבוליות ותהליכים דלקתיים. ניתן להפחית משמעותית על ידי אימוני כושר."
      },
      "VISCERAL_FAT_RATING": {
        "description": "שומן הקרביים הוא השומן בחלל הבטן סביב האיברים הפנימיים. ערכים גבוהים הם גורם סיכון למחלות מטבוליות ותהליכים דלקתיים. ניתן להפחית משמעותית על ידי אימוני כושר."
      },
      "BODY_WATER": {
        "label": "מי גוף",
        "description": "ממס, חומר תחבורה, משאב תזונתי וווסת טמפרטורה. התייבשות מהווה סיכון בריאותי מסוכן ונפוץ למדי. צריכת מים רבה מדי נפוצה פחות אך יכולה להוות בעיה גם בתנאים מסוימים."
      },
      "BODY_PROTEIN_KG": {
        "label": "חלבון גוף",
        "description": "מתאם גבוה למסת השרירים והקולגן. בריכת חומצות אמינו שהן חומרים בסיסיים לחיים, הדרושות לכל מנגנון תיקון הגוף ותהליך הריפוי. מצב נמוך של חלבון מדכא את המערכת החיסונית שלך ומבסס מצב בריאותי חלש. מושפע באופן חיובי מאימוני כוח ומאוכל עשיר בחלבונים."
      },
      "BODY_MINERALS_KG": {
        "label": "מינרלים",
        "description": "פרמטר ליציבות העצם שלך. ערכים נמוכים מדי קשורים לאוסטיאופורוזיס מה שמגדיל את הסיכון לשברים בעצמות. אימוני כוח הם מניעה חשובה, המשולבת בצורה הטובה ביותר עם תוספי סידן וויטמין D."
      },
      "EXTRA_CELLULAR_WATER": {
        "label": "מים תאיים נוספים",
        "description": "השבר של מי הגוף המיוצג על ידי כל רכיבי הנוזל במערכת הלב וכלי הדם שלך. זהו מדיום התחבורה המטבולית שלך. ערכים נמוכים מדי מעידים על התייבשות לא בריאה. אימוני סיבולת יכולים לשפר את מאזן המים בגופך."
      },
      "INTRA_CELLULAR_WATER": {
        "label": "מים תוך תאיים"
      },
      "SOFT_LEAN_MASS_KG": {
        "label": "מיסה רזה רזה",
        "description": "סכום סך כל מי הגוף, החלבון והמינרלים שאינם מימינו. ערכים נמוכים מצביעים על תנאי השלמה לא בריאים. לצד נטייה גנטית, תוצאה של תזונה פרטנית ותנאי אורח חיים."
      },
      "SEGMENTAL_LEAN_TRUNK_KG": {
        "label": "תא מטען רזה"
      },
      "SEGMENTAL_MUSCLE_TRUNK_KG": {
        "label": "תא המטען של השרירים"
      },
      "TOTAL_ENERGY_EXPENDITURE": {
        "label": "סך כל ההוצאות לאנרגיה",
        "description": "זו האנרגיה היומית הנדרשת לגופך. זה נקבע על פי הוצאת האנרגיה שלך במנוחה (~ 70%) וכמות הפעילות היומית (~ 30%). מושפע באופן חיובי מגידול בפעילות גופנית סדירה ומעלייה בהוצאות האנרגיה במנוחה."
      },
      "RESTING_ENERGY_EXPENDITURE": {
        "label": "הוצאות אנרגיה מנוחה",
        "description": "זוהי האנרגיה היומית הנדרשת על ידי גופך לצורך ביצוע הפונקציות הבסיסיות ביותר כאשר גופך נמצא במנוחה, כמו נשימה או דם במחזור. זה מושפע מגורמים רבים - כולל גיל, מין, מסת שריר וגם רמת ההתחדשות לאחר פעילות גופנית. מושפע באופן חיובי מאימוני כוח ומאימונים אירוביים אינטנסיביים."
      },
      "BODY_PHASE_ANGLE": {
        "label": "זווית שלב",
        "description": "זווית שלב היא אינדיקטור לבריאות תאי הגוף ולשלמותם. זווית פאזה גבוהה מעידה על קרומי תאים שלמים. זה עולה כשאתה בריא ויורד כשאתה חולה. זה גם יורד ככל שמתבגרים. כאשר אתה מגדיל את זווית הפאזה שלך, אתה מאט את ההזדקנות. ניתן לשפר את זווית הפאזה בצורה הטובה ביותר על ידי עלייה במסה החופשית ללא שומן ביחס למשקל הגוף."
      },
      "BASAL_METABOLIC_RATE_KJ": {
        "label": "קצב חילוף חומרים בסיסי",
        "description": "זוהי האנרגיה היומית הנדרשת על ידי גופך לצורך ביצוע הפונקציות הבסיסיות ביותר כאשר גופך נמצא במנוחה, כמו נשימה או דם במחזור. זה מושפע מגורמים רבים - כולל גיל, מין, מסת שריר וגם רמת ההתחדשות לאחר פעילות גופנית. מושפע באופן חיובי מאימוני כוח ומאימונים אירוביים אינטנסיביים."
      },
      "SEGMENTAL_MUSCLE_ARM_KG": {
        "description": "מסת שריר זרוע מופרדת. ערכים נמוכים מעידים על מצב סגמנטלי חלש. התמקד כדי לאזן את צד ימין ושמאל כדי למנוע חוסר איזון שרירי. ניתן לשפר על ידי אימון דו-ראשי או תלת-ראשי בזרוע אחת."
      },
      "SEGMENTAL_FAT_TRUNK_KG": {
        "label": "מסת שומן בגו"
      },
      "HAMSTRING_EXTENSION_DEGREE": {
        "label": "גיד הברך",
        "description": "שרשרת הגב מורכבת משרירי השוקיים ושריר הברך. תנוחות מונוטוניות כמו ישיבה או רכיבה על אופניים עלולות לגרום למתח גבוה יותר ולגמישות מוגבלת אשר גורמת ליציבה גרועה ועלולה להוביל לכאבי גב תחתון."
      }
    },
    "interpretation": {
      "low": "נָמוּך",
      "normal": "נוֹרמָלִי",
      "excellent": "מְעוּלֶה",
      "elevated": "מוּרָם"
    }
  },
  "myBioage": "הגיל הביולוגי שלי"
}
