{
  "chart": {
    "noDataForThisPeriod": "Engin gögn fyrir þetta tímabil"
  },
  "measurements": {
    "types": {
      "BMI": {
        "description": "Algeng mæling til að flokka líkamsþyngd í tengslum við líkamshæð. Engu að síður er merkingin takmörkuð, því fólk með mikinn vöðvamassa getur verið með BMI yfir 25 og samt verið heilbrigt. Til að fá betri innsýn skaltu skoða líkamssamsetninguna (fitu, vöðva,...). Hægt að hafa jákvæð áhrif á hreyfingu og holla næringu."
      },
      "BODY_FAT": {
        "description": "Góð vísbending til að flokka líkamssamsetningu þína. Of hátt líkamsfituprósenta er grunnvísbending um heilsufarsáhættu. Framúrskarandi líkamsfitustig afhjúpa „sex pakkann“. Hægt að hafa jákvæð áhrif á hreyfingu og holla næringu."
      },
      "WAIST_TO_HIP_RATIO": {
        "description": "Algeng vísbending um áhættu á hjarta- og æðasjúkdómum með því að skoða fitudreifingu sem er aðallega erfðafræðilega ákvörðuð. Líkamsgerðir sem bera meiri fitu á miðju búknum hafa fylgni við meiri áhættu. Fyrir þessar líkamsgerðir er enn mikilvægara að vera grannur almennt. Heilbrigð næring og regluleg hreyfing hjálpar."
      },
      "WAIST_CM": {
        "description": "Þvermál þitt einstakra miðja. Fyrir neikvæðum áhrifum af fitu í innyflum og afleiðing af formfræðilegri gerð þinni."
      },
      "HIP_CM": {
        "description": "Þvermál mjaðma þinna, mælt á hámarks rasssvæði. Niðurstaða líkamssamsetningar þinnar."
      },
      "WEIGHT_KG": {
        "description": "Líkamsþyngdin ein og sér hefur aðeins mjög takmarkað gildi fyrir heilsuna. Til að fá raunverulega innsýn, skoðaðu líkamssamsetninguna (fitu, vöðva,...). Almennt hefur mikil líkamsþyngd meiri áhrif á liði og sinar. Þú þarft að byggja upp meiri vöðvastyrk til að vega upp á móti þessum áhrifum."
      },
      "FAT_MASS_INDEX": {
        "description": "Fat Mass Index setur fitumassa í tengslum við líkamshæð. Það er mjög góður mælikvarði til að flokka líkamssamsetningu þína, betri en líkamsfitu%. Of há gildi eru grunnvísbending um heilsufarsáhættu. Framúrskarandi gildi merki um góða fagurfræði afhjúpa \"six pack\". Hægt að hafa jákvæð áhrif á hreyfingu og holla næringu."
      },
      "SKELETAL_MUSCLE_MASS": {
        "description": "Vöðvar eru mikilvægir fyrir lífsgæði. Of lág gildi eru áhættuvísir fyrir meiðsli og veikleika (Sarcopenia). Heilbrigðir vöðvar stjórna ónæmiskerfinu, draga úr bólgum og bæta efnaskipti (Myokines). Hefur jákvæð áhrif frá styrktarþjálfun."
      },
      "BODY_MUSCLE_PERCENTS": {
        "description": "Vöðvar eru mikilvægir fyrir lífsgæði. Of lág gildi eru áhættuvísir fyrir meiðsli og veikleika (Sarcopenia). Heilbrigðir vöðvar stjórna ónæmiskerfinu, draga úr bólgum og bæta efnaskipti (Myokines). Hefur jákvæð áhrif frá styrktarþjálfun."
      },
      "FAT_FREE_MASS": {
        "description": "Summa vöðva, beina, innra líffæris, vatns, sinar, blóðþyngdar. Há gildi tengdust fagurfræðilegri líkamsskilgreiningu og of lág gildi með lágt líkamsræktarstig. Hefur jákvæð áhrif frá styrktarþjálfun og hollri næringu."
      },
      "FAT_FREE_MASS_INDEX": {
        "description": "Fat Free Mass Index er íþróttavísir. Hátt gildi tengd fagurfræðilegri skilgreiningu líkamans og of lág gildi með lágu líkamsræktarstigi. Hefur jákvæð áhrif frá styrktarþjálfun og hollri næringu."
      },
      "VISCERAL_FAT": {
        "description": "Innyfita er fitan í kviðarholinu í kringum innri líffærin. Há gildi eru áhættuþáttur fyrir efnaskiptasjúkdóma og bólguferli. Hægt að minnka verulega með líkamsræktarþjálfun."
      },
      "VISCERAL_FAT_LEVEL_CM2": {
        "description": "Innyfita er fitan í kviðarholinu í kringum innri líffærin. Há gildi eru áhættuþáttur fyrir efnaskiptasjúkdóma og bólguferli. Hægt að minnka verulega með líkamsræktarþjálfun."
      },
      "VISCERAL_FAT_RATING": {
        "description": "Innyfita er fitan í kviðarholinu í kringum innri líffærin. Há gildi eru áhættuþáttur fyrir efnaskiptasjúkdóma og bólguferli. Hægt að minnka verulega með líkamsræktarþjálfun."
      },
      "BODY_WATER": {
        "label": "Líkamsvatn",
        "description": "Leysir, flutningsefni, næringarefni og hitastillir. Ofþornun er hættuleg heilsufarsáhætta og nokkuð algeng. Of mikil vatnsneysla er sjaldgæfari en getur líka verið vandamál við vissar aðstæður."
      },
      "BODY_PROTEIN_KG": {
        "label": "Líkamsprótein",
        "description": "Mikil fylgni við vöðva- og kollagenmassa. Amínósýrulaug sem eru lífsgrundvöllur efni, nauðsynleg fyrir alla líkamsviðgerðarkerfi og lækningaferli. Lágt prótein ástand bælir ónæmiskerfið þitt og kemur á veikum heilsufari. Hefur jákvæð áhrif frá styrktarþjálfun og próteinríkum mat."
      },
      "BODY_MINERALS_KG": {
        "label": "Steinefni",
        "description": "Færibreyta fyrir beinstöðugleika þinn. Of lág gildi tengjast beinþynningu sem eykur hættuna á beinbrotum. Styrktarþjálfun er mikilvæg fyrirbyggjandi meðferð, best samsett með kalsíum og D-vítamín bætiefnum."
      },
      "EXTRA_CELLULAR_WATER": {
        "label": "Extra frumuvatn",
        "description": "Hlutfall líkamsvatns sem er táknað með öllum vökvahlutum í hjarta- og æðakerfi þínu. Það er efnaskiptaflutningsmiðillinn þinn. Of lág gildi gefa til kynna óhollt ofþornun. Þrekþjálfun getur bætt vatnsjafnvægi líkamans."
      },
      "INTRA_CELLULAR_WATER": {
        "label": "Innanfrumuvatn"
      },
      "SOFT_LEAN_MASS_KG": {
        "label": "Soft Lean Mass",
        "description": "Summa af heildarvatni í líkamanum, próteini og steinefnum sem ekki eru bein. Lág gildi gefa til kynna hugsanlegar óhollar mataraðstæður. Fyrir utan erfðafræðilega tilhneigingu, afleiðing af einstaklingsbundinni næringu og lífsstílsaðstæðum."
      },
      "SEGMENTAL_LEAN_TRUNK_KG": {
        "label": "Magur massabolur"
      },
      "SEGMENTAL_MUSCLE_TRUNK_KG": {
        "label": "Vöðvar stofn"
      },
      "TOTAL_ENERGY_EXPENDITURE": {
        "label": "Heildarorkuútgjöld",
        "description": "Þetta er dagleg orka sem líkaminn þarfnast. Það ræðst af orkunotkun þinni í hvíld (~70%) og magni daglegrar virkni (~30%). Hefur jákvæð áhrif frá aukinni reglulegri hreyfingu og aukinni orkunotkun í hvíld."
      },
      "RESTING_ENERGY_EXPENDITURE": {
        "label": "Hvíldarorkuútgjöld",
        "description": "Þetta er dagleg orka sem líkaminn þarf til að sinna grunnaðgerðum þegar líkaminn er í hvíld, eins og öndun eða blóðrás. Það er undir áhrifum frá mörgum þáttum - þar á meðal aldri, kyni, vöðvamassa og einnig endurnýjunarstigi eftir líkamlega áreynslu. Hefur jákvæð áhrif á styrktarþjálfun og ákafar þolþjálfun."
      },
      "BODY_PHASE_ANGLE": {
        "label": "Fasahorn",
        "description": "Fasahorn er vísbending um heilsu og heilleika líkamsfrumna. Hátt fasahorn gefur til kynna ósnortnar frumuhimnur. Það hækkar þegar þú ert heilbrigður og niður þegar þú ert veikur. Það lækkar líka þegar þú eldist. Þegar þú eykur fasahornið hægir þú á öldrun. Fasahornið er best hægt að bæta með aukningu á fitulausum massa miðað við líkamsþyngd."
      },
      "BASAL_METABOLIC_RATE_KJ": {
        "label": "Grunnefnaskiptahraði",
        "description": "Þetta er dagleg orka sem líkaminn þarf til að sinna grunnaðgerðum þegar líkaminn er í hvíld, eins og öndun eða blóðrás. Það er undir áhrifum frá mörgum þáttum - þar á meðal aldri, kyni, vöðvamassa og einnig endurnýjunarstigi eftir líkamlega áreynslu. Hefur jákvæð áhrif á styrktarþjálfun og ákafar þolþjálfun."
      },
      "SEGMENTAL_MUSCLE_ARM_KG": {
        "description": "Aðskilinn handleggsvöðvamassi. Lág gildi gefa til kynna veika hlutastöðu. Einbeittu þér að jafnvægi á hægri og vinstri hlið til að forðast vöðvaójafnvægi. Hægt að bæta með því að þjálfa tvíhöfða með einum armi eða þríhöfða."
      },
      "HAMSTRING_EXTENSION_DEGREE": {
        "label": "Aftanvert læri",
        "description": "Bakkeðjan samanstendur af kálfavöðvum og hamstrings. Einhæfar stöður eins og að sitja eða hjóla geta valdið meiri spennu og takmarkaðri sveigjanleika sem leiðir til slæmrar líkamsstöðu og getur leitt til verkja í mjóbaki."
      }
    },
    "interpretation": {
      "low": "Lágt",
      "normal": "Eðlilegt",
      "excellent": "Æðislegt",
      "elevated": "Hækkaður"
    }
  },
  "myBioage": "BioAge minn"
}
