{
  "homepageTitle": "BioAge",
  "auth": {
    "signupTitle": "Cos'è la tua BioAge?",
    "loginTitle": "Valutare il proprio BioAge e collegarsi alle apparecchiature EGYM con l'EGYM ID.",
    "signupDescription": "BioAge è un indicatore completo della salute e della forma fisica che combina diverse misure chiave per creare una BioAge che può essere confrontata con l'età fisica effettiva.",
    "signupDescription2": "Sarete in grado di capire come la vostra routine di esercizi abbia un impatto positivo sulla vostra forma fisica e sulla vostra salute e di monitorare i progressi."
  },
  "bodyRegions": {
    "title": "Regioni del corpo",
    "upperBody": "Parte superiore del corpo",
    "core": "Nucleo",
    "lowerBody": "Parte inferiore del corpo"
  },
  "home": {
    "assistance": "Assistenza",
    "categories": {
      "title": "Categorie",
      "strength": "Allenamento muscolare",
      "metabolic": "Metabolismo",
      "flexibility": "Flessibilità",
      "cardio": "Cardio"
    },
    "information": {
      "title": "Informazioni",
      "subtitle": "Aiuto Assistenza Virtuale",
      "text": "Maggiori informazioni su BioAge e consigli per il suo utilizzo",
      "readMore": "Maggiori informazioni"
    },
    "analysisEmptyState": {
      "title": "Scopri la tua BioAge",
      "text": "Calcolato in base ai risultati di forza massima ottenuti con le macchine EGYM o aggiunti manualmente nell'app. Per migliorare BioAge nel tempo, utilizzare l'analisi degli squilibri muscolari per regolare gli allenamenti nel modo più efficace."
    }
  },
  "about": {
    "title": "Cos'è la BioAge",
    "topDescription": "Un valore per aiutarti a capire come si relazionano le tue prestazioni di fitness rispetto alla media delle persone della tua età.",
    "subheader": "Come viene calcolata la BioAge",
    "howToBullet1": "Una BioAge più bassa indica una migliore forma fisica.",
    "howToBullet2": "La migliore BioAge possibile è 21.",
    "recommendationsBullet1": "Per fare progressi o rimanere in salute: allenati spesso, mangia bene e resta idratato/a.",
    "recommendationsBullet2": "Ma soprattutto goditi la vita!",
    "gotItButton": "Ho capito",
    "recommendationsBullet": "Usa queste informazioni per parlare con il tuo allenatore dei tuoi obiettivi e di possibili adattamenti degli esercizi nel tuo piano di allenamento."
  },
  "assistance": {
    "title": "Come utilizzare l'assistenza",
    "text": "Fare clic sul pulsante <0></0> nelle schermate Forza, Flessibilità, Età metabolica e Età cardiaca per leggere ulteriori informazioni su di esse."
  },
  "chart": {
    "noDataForThisPeriod": "Nessun dato relativo a questo periodo",
    "emptyStateText": "Il grafico dei dati storici apparirà qui quando i dati saranno disponibili.",
    "totalBioageDescription": "Il BioAge rappresenta la salute e le prestazioni attuali. È la media di forza, flessibilità, metabolismo e cardio. I valori normali corrispondono all'età reale e più giovane è il BioAge, meglio è.",
    "ageYearsYaxisLabel": "età (anni)",
    "metabolicAgeDescription": "L'età metabolica viene calcolata utilizzando il grasso corporeo, il rapporto vita-fianchi e l'indice di massa corporea. L'età metabolica offre una panoramica della relazione tra altezza, peso e grasso corporeo."
  },
  "common": {
    "realAge": "Età reale {{count}} anni",
    "weight": "Peso",
    "height": "Altezza",
    "waist": "Vita",
    "hip": "Anca"
  },
  "metabolic": {
    "title": "Età metabolica",
    "about": {
      "whatIsHeader": "Cos'è l'età metabolica",
      "whatIsDescription": "Una valutazione di come si sviluppa la tua salute metabolica analizzando la composizione corporea rispetto alla media delle persone della tua età effettiva.",
      "howCalculatedHeader": "Come si calcola",
      "howCalculatedDescription": "Analizziamo la relazione tra vari parametri della tua composizione corporea, tra cui la percentuale di grasso corporeo, l'indice di massa corporea e il rapporto vita-fianchi.",
      "bodyFatDescription": "La percentuale di grasso corporeo in relazione alla massa corporea totale. Puoi ottenere questo risultato eseguendo un'analisi corporea specifica o utilizzando una bilancia domestica che supporti questa misurazione. Media per gli uomini: ~20%; media per le donne: ~27%",
      "bodyMassDescription": "L'IMC mette in relazione il peso corporeo con l'altezza ed elabora una stima accurata della tua composizione corporea. Un IMC sano può variare tra 18,5 e 25.",
      "waistHipDescription": "Il Rapporto Vita-Fianchi confronta la circonferenza della vita e dell'anca e fornisce approfondimenti sulla distribuzione del grasso. Più basso è il rapporto, minore è il rischio di malattie cardiovascolari e altre. Media per gli uomini: ~ 0,92; media per le donne: ~ 0,83"
    },
    "historyTitle": "Storia dell'età metabolica"
  },
  "measurements": {
    "title": "Misure",
    "types": {
      "BMI": {
        "label": "Indice di massa corporea",
        "description": "Una misura comune per classificare il peso corporeo in relazione all'altezza del corpo. Tuttavia, la significatività è limitata, perché le persone con molta massa muscolare possono avere un BMI maggiore di 25 ed essere ancora in buona salute. Per una migliore comprensione guarda la composizione corporea (grasso, muscoli,...). Può essere influenzato positivamente dall'attività fisica e da una sana alimentazione.",
        "howToMeasureDescription": "Aggiungi il tuo peso e la tua altezza più recenti. Per mantenere preciso l'IMC, mantieni aggiornato il tuo peso."
      },
      "BODY_FAT": {
        "label": "Grasso corporeo",
        "description": "Un buon indicatore per classificare la tua composizione corporea. Il grasso corporeo troppo alto è un indicatore di rischio per la salute di base. Eccellenti livelli di grasso corporeo rivelano il \"six pack\". Può essere influenzato positivamente dall'attività fisica e da una sana alimentazione.",
        "howToMeasureDescription": "I risultati migliori si ottengono con un'analisi corporea, contatta la tua struttura per eseguirne una. Altre opzioni sono l'utilizzo di una bilancia domestica con la funzione \"composizione corporea\" o un calcolatore online per misurare la percentuale di grasso stimata tramite la misurazione delle circonferenze delle varie parti del corpo."
      },
      "WAIST_TO_HIP_RATIO": {
        "label": "Rapporto vita-fianchi",
        "description": "Indicatore comune per i rischi per la salute cardiovascolare osservando la distribuzione del grasso che è principalmente determinata geneticamente. I tipi di corpo che trasportano più grasso nella zona centrale del busto sono correlati a un rischio più elevato. Per quei tipi di corpo, è ancora più importante rimanere magri in generale. Un'alimentazione sana e un regolare esercizio fisico aiutano.",
        "howToMeasureDescription": "Usa un metro per misurare la circonferenza più stretta del girovita (appena sopra l'ombelico)."
      },
      "WAIST_CM": {
        "label": "Girovita",
        "description": "Il tuo diametro dell'ombelico individuale. Negativo influenzato dal grasso viscerale e un risultato del tuo tipo morfologico."
      },
      "HIP_CM": {
        "label": "Girovita",
        "description": "Il tuo diametro individuale dell'anca, misurato all'area massima dei glutei. Risultato della tua composizione corporea."
      },
      "WEIGHT_KG": {
        "label": "Peso",
        "description": "Il peso corporeo da solo ha solo un valore molto limitato per la salute. Per approfondimenti reali guarda la composizione corporea (grasso, muscoli,...). In generale un peso corporeo elevato crea un impatto maggiore su articolazioni e tendini. Hai bisogno di costruire più forza muscolare per compensare questo impatto."
      },
      "FAT_MASS_INDEX": {
        "label": "Indice di massa grassa",
        "description": "L'indice di massa grassa mette la massa grassa in relazione all'altezza del corpo. È un ottimo indicatore per classificare la tua composizione corporea, superiore alla % di grasso corporeo. Valori troppo alti sono un indicatore di rischio per la salute di base. Ottimi valori segno di una buona estetica scopri il \"six pack\". Può essere influenzato positivamente dall'attività fisica e da una sana alimentazione."
      },
      "SKELETAL_MUSCLE_MASS": {
        "label": "Massa muscolare scheletrica",
        "description": "I muscoli sono importanti per la qualità della vita. Valori troppo bassi sono un indicatore di rischio per lesioni e fragilità (Sarcopenia). I muscoli sani regolano il sistema immunitario, riducono le infiammazioni e migliorano il metabolismo (Myokines). Influenzato positivamente dall'allenamento della forza."
      },
      "BODY_MUSCLE_PERCENTS": {
        "label": "Massa muscolare",
        "description": "I muscoli sono importanti per la qualità della vita. Valori troppo bassi sono un indicatore di rischio per lesioni e fragilità (Sarcopenia). I muscoli sani regolano il sistema immunitario, riducono le infiammazioni e migliorano il metabolismo (Myokines). Influenzato positivamente dall'allenamento della forza."
      },
      "FAT_FREE_MASS": {
        "label": "Massa magra",
        "description": "Somma di muscoli, ossa, organi interni, acqua, tendini, peso sanguigno. Valori alti correlati ad una definizione estetica del corpo e valori troppo bassi con un basso livello di fitness. Influenzato positivamente dall'allenamento della forza e da un'alimentazione sana."
      },
      "FAT_FREE_MASS_INDEX": {
        "label": "Indice di massa magra",
        "description": "L'indice di massa magra è un indicatore atletico. Valori alti correlati alla definizione estetica del corpo e valori troppo bassi con un basso livello di fitness. Influenzato positivamente dall'allenamento della forza e da un'alimentazione sana."
      },
      "VISCERAL_FAT": {
        "label": "Grasso viscerale",
        "description": "Il grasso viscerale è il grasso nella cavità addominale intorno agli organi interni. Valori elevati sono un fattore di rischio per malattie metaboliche e processi infiammatori. Può essere notevolmente ridotto con l'allenamento fitness."
      },
      "VISCERAL_FAT_LEVEL_CM2": {
        "label": "Livello di grasso viscerale",
        "description": "Il grasso viscerale è il grasso nella cavità addominale intorno agli organi interni. Valori elevati sono un fattore di rischio per malattie metaboliche e processi infiammatori. Può essere notevolmente ridotto con l'allenamento fitness."
      },
      "VISCERAL_FAT_RATING": {
        "label": "Valutazione del grasso viscerale",
        "description": "Il grasso viscerale è il grasso nella cavità addominale intorno agli organi interni. Valori elevati sono un fattore di rischio per malattie metaboliche e processi infiammatori. Può essere notevolmente ridotto con l'allenamento fitness."
      },
      "BODY_WATER": {
        "label": "Acqua corporea",
        "description": "Solvente, agente di trasporto, risorsa nutritiva e regolatore di temperatura. La disidratazione è un rischio per la salute pericoloso e abbastanza comune. Troppa assunzione di acqua è meno comune ma può anche essere un problema in determinate condizioni."
      },
      "BODY_PROTEIN_KG": {
        "label": "Proteine del corpo",
        "description": "Alta correlazione con massa muscolare e collagene. Pool di aminoacidi che sono sostanze vitali, necessarie per tutti i meccanismi di riparazione del corpo e il processo di guarigione. Lo stato a basso contenuto proteico sopprime il sistema immunitario e stabilisce uno stato di salute debole. Influenzato positivamente dall'allenamento della forza e dal cibo ricco di proteine."
      },
      "BODY_MINERALS_KG": {
        "label": "Minerali",
        "description": "Parametro per la tua stabilità ossea. Valori troppo bassi sono associati all'osteoporosi che aumenta il rischio di fratture ossee. L'allenamento della forza è un'importante profilassi, meglio combinato con integratori di calcio e vitamina D."
      },
      "EXTRA_CELLULAR_WATER": {
        "label": "Acqua Extra Cellulare",
        "description": "La frazione di acqua corporea rappresentata da tutti i componenti fluidi del sistema cardiovascolare. È il tuo mezzo di trasporto metabolico. Valori troppo bassi indicano una disidratazione malsana. L'allenamento di resistenza può migliorare l'equilibrio idrico del corpo."
      },
      "INTRA_CELLULAR_WATER": {
        "label": "Acqua intracellulare",
        "description": "La frazione di acqua corporea rappresentata in tutte le cellule del tuo corpo che sono le tue batterie. La frazione di acqua intracellulare è il tuo caricabatterie e disintossicante. Lo stato basso indica una disidratazione malsana, perché le batterie a secco non funzionano. L'allenamento sportivo migliora il tuo stato idrico cellulare."
      },
      "SOFT_LEAN_MASS_KG": {
        "label": "Massa magra morbida",
        "description": "Somma dell'acqua corporea totale, delle proteine e dei minerali non ossei. Valori bassi indicano potenziali condizioni di alimentazione non salutari. Oltre alla predisposizione genetica, il risultato di condizioni di alimentazione e stile di vita individuali."
      },
      "SEGMENTAL_LEAN_TRUNK_KG": {
        "label": "Tronco di massa magra",
        "description": "Massa magra del tronco separata. Valori bassi indicano uno stato segmentale debole. Concentrati su una massa muscolare sana nel tuo tronco. Il tuo tronco è il centro del tuo corpo e svolge un ruolo cruciale nella stabilità della tua schiena. Possiamo migliorare con l'allenamento addominale o per la schiena e un'alimentazione sana."
      },
      "SEGMENTAL_MUSCLE_TRUNK_KG": {
        "label": "muscoli tronco",
        "description": "Massa muscolare del tronco separata. Valori bassi indicano uno stato segmentale debole. Concentrati su una massa muscolare sana nel tuo tronco. Il tuo tronco è il centro del tuo corpo e svolge un ruolo cruciale nella stabilità della tua schiena. Possiamo migliorare con l'allenamento addominale o per la schiena."
      },
      "TOTAL_ENERGY_EXPENDITURE": {
        "label": "Spesa energetica totale",
        "description": "Questa è l'energia quotidiana richiesta dal tuo corpo. È determinato dal dispendio energetico a riposo (~70%) e dalla quantità di attività quotidiana (~30%). Influenzato positivamente da un aumento dell'attività fisica regolare e dall'aumento del dispendio energetico a riposo."
      },
      "RESTING_ENERGY_EXPENDITURE": {
        "label": "Spesa energetica a riposo",
        "description": "Questa è l'energia quotidiana richiesta dal tuo corpo per svolgere le funzioni più basilari quando il tuo corpo è a riposo, come respirare o far circolare il sangue. È influenzato da molti fattori, tra cui età, sesso, massa muscolare e anche il livello di rigenerazione dopo l'attività fisica. Influenzato positivamente dall'allenamento della forza e da allenamenti cardio intensi."
      },
      "BODY_PHASE_ANGLE": {
        "label": "Angolo di fase",
        "description": "L'angolo di fase è un indicatore della salute e dell'integrità delle cellule del corpo. Un elevato angolo di fase indica membrane cellulari intatte. Sale quando sei sano e scende quando sei malato. Scende anche con l'età. Quando aumenti il tuo angolo di fase, rallenti l'invecchiamento. L'angolo di fase può essere migliorato al meglio da un aumento della massa magra rispetto al peso corporeo."
      },
      "BASAL_METABOLIC_RATE_KJ": {
        "label": "Metabolismo basale",
        "description": "Questa è l'energia quotidiana richiesta dal tuo corpo per svolgere le funzioni più basilari quando il tuo corpo è a riposo, come respirare o far circolare il sangue. È influenzato da molti fattori, tra cui età, sesso, massa muscolare e anche il livello di rigenerazione dopo l'attività fisica. Influenzato positivamente dall'allenamento della forza e da allenamenti cardio intensi."
      },
      "SEGMENTAL_LEAN_ARM_KG": {
        "label": "Braccio di massa magra",
        "description": "Massa magra del braccio separato. Valori bassi indicano uno stato segmentale debole. Concentrati per bilanciare il lato destro e sinistro per evitare squilibri muscolari. Può essere migliorato con l'allenamento a braccio singolo e un'alimentazione sana."
      },
      "SEGMENTAL_LEAN_LEG_KG": {
        "label": "Gamba massa magra",
        "description": "Massa magra gamba separata. Valori bassi indicano uno stato segmentale debole. Concentrati per bilanciare il lato destro e sinistro per evitare squilibri muscolari. Può essere migliorato con l'allenamento a gamba singola e un'alimentazione sana."
      },
      "SEGMENTAL_MUSCLE_ARM_KG": {
        "label": "Muscoli braccio",
        "description": "Massa muscolare del braccio separata. Valori bassi indicano uno stato segmentale debole. Concentrati per bilanciare il lato destro e sinistro per evitare squilibri muscolari. Può essere migliorato con un allenamento per bicipiti o tricipiti a braccio singolo."
      },
      "SEGMENTAL_MUSCLE_LEG_KG": {
        "label": "Muscoli Gamba",
        "description": "Massa muscolare della gamba separata. Valori bassi indicano uno stato segmentale debole. Concentrati per bilanciare il lato destro e sinistro per evitare squilibri muscolari. Può essere migliorato con l'allenamento a gamba singola."
      },
      "SEGMENTAL_FAT_TRUNK_KG": {
        "label": "Massa grassa del tronco",
        "description": "Massa grassa del tronco separata. Valori bassi indicano uno stato segmentale debole. Concentratevi su una massa grassa sana nel tronco. Il tronco è il centro del corpo e svolge un ruolo cruciale nella stabilità della schiena. Può essere migliorata con l'allenamento degli addominali o della schiena e con un'alimentazione sana."
      },
      "SEGMENTAL_FAT_LEG_KG": {
        "label": "Massa grassa delle gambe",
        "description": "Massa grassa separata delle gambe. Valori bassi indicano uno stato segmentale debole. Concentrarsi sull'equilibrio tra lato destro e sinistro per evitare squilibri muscolari. Può essere migliorato con l'allenamento per una sola gamba e un'alimentazione sana."
      },
      "SEGMENTAL_FAT_ARM_KG": {
        "label": "Massa grassa del braccio",
        "description": "Massa grassa del braccio separata. Valori bassi indicano uno stato segmentale debole. Concentrarsi sull'equilibrio tra lato destro e sinistro per evitare squilibri muscolari. Può essere migliorato con l'allenamento a braccio singolo e un'alimentazione sana."
      },
      "TORSO_LATERAL_FLEXION_DEGREE": {
        "label": "Flessione lat",
        "description": "I muscoli laterali del busto si piegano, ruotano e stabilizzano il core. Una maggiore rigidità muscolare e una flessibilità limitata possono causare dolore alla colonna lombare. Inoltre, la capacità del diaframma e del torace di espandersi è limitata, il che inibisce la normale respirazione."
      },
      "NECK_LATERAL_FLEXION_DEGREE": {
        "label": "Collo",
        "description": "I muscoli laterali del collo stabilizzano e muovono la testa. Posizioni monotone come lavorare a lungo al PC e anche lo stress provocano un aumento della tensione muscolare che può portare a mal di testa, dolore da tensione, serramento della mascella e dolore al rachide cervicale."
      },
      "HIP_EXTENSION_DEGREE": {
        "label": "Anca",
        "description": "I muscoli flessori dell'anca controllano la postura durante movimenti come camminare e correre. Stare seduti a lungo in una posizione contratta provoca l'accorciamento dei muscoli, il che influisce negativamente sulla postura e alla fine porta a dolori alla colonna lombare."
      },
      "CHEST_EXTENSION_DEGREE": {
        "label": "Petto",
        "description": "I muscoli del torace muovono la parte superiore del braccio e stabilizzano l'articolazione della spalla. Trascorrere molto tempo in posizione avanzata come durante il lavoro su un PC accorcia i muscoli del torace che possono causare dolore alla colonna cervicale, problemi alle spalle e inibizione della funzione respiratoria."
      },
      "HAMSTRING_EXTENSION_DEGREE": {
        "label": "Muscoli posteriori della coscia",
        "description": "La catena dorsale è costituita dai muscoli del polpaccio e dai muscoli posteriori della coscia. Posizioni monotone come sedersi o andare in bicicletta possono causare una maggiore tensione e una flessibilità limitata che si traduce in una cattiva postura e può portare a dolori lombari."
      },
      "RESTING_HEART_RATE": {
        "label": "Frequenza cardiaca a riposo",
        "description": "La frequenza cardiaca a riposo è il numero di battiti cardiaci al minuto quando si è a riposo, ad esempio quando si è rilassati, seduti o sdraiati. È possibile valutare la frequenza cardiaca a riposo semplicemente contando i battiti cardiaci durante 15 secondi e moltiplicando questo valore per 4. È possibile trovare il battito cardiaco al polso o all'arteria carotidea. Un valore normale della frequenza cardiaca a riposo è compreso tra 50 e 80 battiti al minuto. Una frequenza cardiaca a riposo elevata è associata a un tasso di mortalità più elevato.",
        "howtoMeasure": "Per valutare la frequenza cardiaca a riposo è sufficiente contare i battiti del cuore durante 15 secondi e moltiplicare questo valore per 4. Il battito cardiaco può essere rilevato al polso o all'arteria carotidea. Un valore normale della frequenza cardiaca a riposo è compreso tra 50 e 80 battiti al minuto. Una frequenza cardiaca a riposo elevata è associata a un tasso di mortalità più elevato."
      },
      "BLOOD_PRESSURE_MMHG": {
        "label": "Pressione sanguigna",
        "description": "La pressione arteriosa riflette la salute generale del sistema cardiovascolare. Una pressione arteriosa elevata può essere un indicatore di malattie sottostanti e può avere effetti a lungo termine. Una pressione arteriosa normale è di circa 120 di sistolica e 80 di diastolica.",
        "howtoMeasureListHeader": "La pressione arteriosa si misura in millimetri di mercurio (mmHg) e viene indicata con due numeri:",
        "howtoMeasureBullet1": "pressione sistolica - la pressione quando il cuore spinge il sangue verso l'esterno del corpo",
        "howtoMeasureBullet2": "Pressione diastolica - la pressione quando il cuore si riposa tra un battito e l'altro e il sangue viene spinto intorno al cuore.",
        "howtoMeasureListFooter": "Il numero più alto è sempre la pressione sistolica e viene sempre indicato per primo. Ad esempio, una pressione sanguigna indicata come \"120 su 80\" o 120/80 mmHg significa una pressione sistolica di 120 mmHg e una pressione diastolica di 80 mmHg.",
        "howtoMeasureFooter": "È possibile valutare la pressione arteriosa con un misuratore di pressione.",
        "howtoMeasureHint": "Non fumare, non bere bevande contenenti caffeina e non fare esercizio fisico nei 30 minuti precedenti la misurazione della pressione arteriosa. Sedersi con la schiena dritta e sostenuta. Non effettuare la misurazione sopra i vestiti."
      },
      "VO2MAX": {
        "label": "VO2max",
        "description": "Il VO2max è una misura diretta della capacità cardiovascolare e riflette la capacità dell'organismo di lavorare ad alta intensità per lungo tempo. È possibile accedere al VO2max tramite il test cardio e con dispositivi o orologi sportivi.",
        "howtoMeasureLine1": "Il VO2max è una misura diretta della capacità cardiovascolare e riflette la capacità dell'organismo di lavorare a intensità elevate per lungo tempo.",
        "howtoMeasureLine2": "Il VO2max si misura in millilitri di ossigeno utilizzati in un minuto per chilogrammo di peso corporeo (mL/kg/min).",
        "howtoMeasureLine3": "È possibile valutare il VO2max attraverso il test cardio e con dispositivi o orologi sportivi."
      }
    },
    "interpretation": {
      "low": "Basso",
      "normal": "Normale",
      "excellent": "Eccellente",
      "elevated": "Elevato"
    }
  },
  "strength": {
    "title": "Forza Età",
    "about": {
      "whatIsHeader": "Che cos'è la forza salute",
      "whatIsDescription": "Una misura di come funziona il tuo sistema muscolare rispetto alla media delle persone della tua età.",
      "howCalculatedHeader": "Come si calcola",
      "howCalculatedDescription": "Analizziamo i risultati di tutti i test di forza massima (manuali o con macchine EGYM) per rilevare le tue capacità di resistenza e gli squilibri muscolari in 3 zone del corpo (superiore, centrale e inferiore).",
      "theKeyMetric": "Il valore più importante è il rapporto tra la forza e il peso corporeo.",
      "theIdealRatio": "Il rapporto ideale dipende dal sesso e dagli esercizi che esegui."
    },
    "historyTitle": "Forza Età Storia",
    "takeStrengthTest": "Effettua il test di resistenza",
    "measurementTrackingDescription": "Cercate di eseguire il maggior numero possibile di ripetizioni in modo controllato e con il miglior peso possibile. Il numero di ripetizioni completate con quel peso servirà a stimare la misura della forza massima.",
    "measurementCalculatedDescription": "Il valore seguente rappresenta la quantità di forza impiegata durante il test.",
    "measurementTrackSuccess": "Registrazione dei tuoi risultati riuscita.",
    "muscleBalance": {
      "emptyState": {
        "title": "Scoprite la vostra forza",
        "text": "Eseguire un test di forza per analizzare lo squilibrio muscolare"
      },
      "greatWork": "Ottimo lavoro!",
      "statusImbalanced": "Sbilanciato",
      "statusBalanced": "Bilanciato",
      "imbalanced": {
        "abs": "Concentrati di più sugli addominali",
        "biceps": "Concentrati di più sui bicipiti",
        "calves": "Concentrati di più sui polpacci",
        "chest": "Concentrati di più sul petto",
        "hamstring": "Concentrati di più sui muscoli posteriori della coscia",
        "inner_hips": "Concentrati di più sull'anca interna",
        "lats": "Concentrati di più sui laterali",
        "left_gluteus": "Concentrati di più sul gluteo sinistro",
        "left_torso": "Concentrati di più sul torso sinistro",
        "lower_back": "Concentrati di più sulla parte bassa della schiena",
        "outer_hips": "Concentrati di più sull'anca esterna",
        "quadriceps": "Concentrati di più sui quadricipiti",
        "right_gluteus": "Concentrati di più sul gluteo destro",
        "right_torso": "Concentrati di più sul torso destro",
        "shoulder": "Concentrati di più sulle spalle",
        "thighs": "Concentrati di più sulle cosce",
        "triceps": "Concentrati di più sui tricipiti",
        "upper_back": "Concentrati di più sulla parte alta della schiena"
      },
      "muscle": {
        "abs": "Addominali",
        "biceps": "Bicipiti",
        "calves": "Polpacci",
        "chest": "Petto",
        "hamstring": "Muscoli posteriori della coscia",
        "inner_hips": "Anca interna",
        "lats": "Laterali",
        "left_gluteus": "Gluteo sinistro",
        "left_torso": "Torso sinistro",
        "lower_back": "Bassa schiena",
        "outer_hips": "Anca esterna",
        "quadriceps": "Quadricipiti",
        "right_gluteus": "Gluteo destro",
        "right_torso": "Torso destro",
        "shoulder": "Spalla",
        "thighs": "Cosce",
        "triceps": "Tricipiti",
        "upper_back": "Parte alta della schiena"
      },
      "guidanceTextBullet3": "Per eseguire il test di forza, completare gli esercizi consigliati per la parte superiore, centrale e inferiore del corpo.",
      "guidanceTextBullet2": "È possibile trovare gli esercizi aggiuntivi premendo il pulsante \"+ Mostra altro\".",
      "guidanceTextBullet1": "Cercate di eseguire il maggior numero possibile di ripetizioni in modo controllato e con il miglior peso possibile."
    }
  },
  "muscleBalance": {
    "muscleBalance": "Equilibrio muscolare",
    "muscleBalanceAnalysis": "Analisi del bilancio muscolare"
  },
  "flexibility": {
    "title": "Flessibilità Età",
    "about": {
      "whatIsHeader": "Cos'è l'età della flessibilità",
      "whatIsDescription": "Una valutazione per stabilire se le articolazioni hanno un range di movimento sano rispetto alla vostra età reale.",
      "importantNoticeHeader": "Avviso importante",
      "importantNoticeDescription": "L'Età della flessibilità è riempita di dati provenienti da Fitness Hub. Seguite le istruzioni su Fitness Hub, superate i test di flessibilità e ottenete informazioni sulla vostra salute in termini di flessibilità.",
      "howCalculatedHeader": "Come si calcola",
      "howCalculatedDescription": "Analizziamo tutti i risultati dei test di flessibilità in varie parti del corpo. I risultati vengono confrontati con la flessibilità media degli altri utenti EGYM.",
      "recommendationDescription": "Usa queste informazioni per parlare con il tuo allenatore dei tuoi obiettivi e di possibili adattamenti degli esercizi nel tuo piano di allenamento."
    },
    "historyTitle": "Flessibilità Età Storia",
    "recommendations": "Per ulteriori informazioni sugli esercizi, chiedete al vostro allenatore."
  },
  "cardio": {
    "title": "Cardio",
    "historyTitle": "Storia dell'età cardiaca",
    "about": {
      "whatIsHeader": "Cos'è l'età cardio",
      "whatIsDescription": "Valuta il livello di sviluppo della vostra salute cardio esaminando il vostro livello di prestazioni cardio e confrontandolo con quello di una persona media della vostra età reale.",
      "howCalculatedHeader": "Come si calcola",
      "howCalculatedDescription": "Prendiamo in considerazione la capacità e le prestazioni cardiovascolari ad alta e bassa intensità con la metrica del VO2max e la correliamo alla pressione sanguigna e alla frequenza cardiaca a riposo. Il VO2max è generalmente considerato il miglior indicatore della capacità cardiorespiratoria.",
      "recommendationDescription": "Il VO2max può predire il rischio di morte precoce anche meglio di alcuni fattori di rischio tradizionali come il sovrappeso, il colesterolo alto o il fumo. La buona notizia è che, a differenza dell'età reale, è possibile abbassare la propria Cardio Bio Age praticando regolarmente sport. Volete ringiovanire? Continuate ad allenarvi.",
      "restingHeartRate": "Frequenza cardiaca a riposo",
      "restingHeartRateDescription": "Una normale frequenza cardiaca a riposo per gli adulti varia da 60 a 100 battiti al minuto.",
      "bloodPressure": "Pressione sanguigna",
      "bloodPressureDescription": "La pressione arteriosa sistolica è < 120 mmHg.La pressione arteriosa diastolica è < 80 mmHg.",
      "vo2MAX": "VO2max",
      "vo2MAXDescription": "Più alto è il VO2max, maggiore è la quantità di ossigeno che il corpo può utilizzare e migliori sono le capacità cardiovascolari e di resistenza.",
      "normalRange": "Intervallo normale",
      "normalRangeMen": "Uomini: 40 ml/kg/min",
      "normalRangeWomen": "Donne: 35 ml/kg/min",
      "heartRate": "Frequenza cardiaca"
    },
    "trackBloodPressure": {
      "diastolicGreaterThanSystolic": "la pressione diastolica non può essere superiore a quella sistolica"
    }
  },
  "myBioage": "La mia BioAge",
  "connectedApps": {
    "syncInProgress": "Sincronizzazione in corso",
    "syncInProgressDescription": "Potrebbero essere necessari un paio di minuti per sincronizzare i dati, tornare più tardi.",
    "yourDataIsAlwaysSecure": "I vostri dati sono sempre al sicuro",
    "connectYourData": "Collegare i dati",
    "connectHealthData": "Collegare i dati sanitari",
    "cardio": {
      "sharingDataHelpsDetermineCardioAge": "Condividendo con EGYM i dati di {{appName}}, come ad esempio <0>{{heartRate}}</0> e <1>{{vo2Max}}</1>, potete aiutarci a determinare la vostra età cardio",
      "sharingHealthAppData": "La condivisione dei dati di<br /> {{healthAppName}} aiuta a determinare l'età cardio."
    },
    "syncError": "Sembra che tu abbia rifiutato le autorizzazioni {{appName}} in precedenza. Per riattivarle, vai alle autorizzazioni {{appName}} e consenti l'accesso"
  }
}
