{
  "homepageTitle": "BioAge",
  "auth": {
    "signupTitle": "Hva er BioAge?",
    "loginTitle": "Vurder din BioAge og koble deg til EGYM-utstyr med EGYM ID.",
    "signupDescription": "BioAge er en omfattende helse- og kondisjonsindikator som kombinerer en lang rekke nøkkelmålinger for å skape en BioAge som kan sammenlignes med din faktiske fysiske alder.",
    "signupDescription2": "Du vil kunne forstå hvordan treningsrutinen din påvirker kondisjonen og helsen din på en positiv måte, og du vil kunne følge med på fremgangen din."
  },
  "bodyRegions": {
    "title": "Kroppsregioner",
    "upperBody": "Overkroppen",
    "core": "Kjerne",
    "lowerBody": "Underkroppen"
  },
  "home": {
    "assistance": "Bistand",
    "categories": {
      "title": "Kategorier",
      "strength": "Styrke",
      "metabolic": "Metabolisme",
      "flexibility": "Fleksibilitet",
      "cardio": "Kardio"
    },
    "information": {
      "title": "Informasjon",
      "subtitle": "Hjelp med virtuell assistanse",
      "text": "Få mer informasjon om BioAge og tips om hvordan du bruker det",
      "readMore": "Les mer"
    },
    "analysisEmptyState": {
      "title": "Oppdag din BioAge",
      "text": "Beregnet basert på maksimale styrkeresultater utført på EGYM-maskiner eller lagt til manuelt i appen. For å forbedre BioAge over tid kan du bruke analyse av muskelubalanser til å justere treningen din på den mest effektive måten."
    }
  },
  "about": {
    "title": "Hva er BioAge",
    "topDescription": "En måling som hjelper deg å forstå hvordan du ligger an i forhold til gjennomsnittspersonen på din alder.",
    "subheader": "Hvordan BioAge beregnes",
    "howToBullet1": "En lavere BioAge betyr et høyere kondisjonsnivå.",
    "howToBullet2": "Den best mulige BioAge er 21.",
    "recommendationsBullet1": "For å gjøre fremgang eller holde deg frisk: tren ofte, spis godt og hold deg hydrert.",
    "recommendationsBullet2": "Men viktigst av alt: Nyt livet!",
    "gotItButton": "Forstått",
    "recommendationsBullet": "Bruk denne informasjonen til å snakke med treneren din om treningsmål og mulige treningstilpasninger i treningsplanen din."
  },
  "assistance": {
    "title": "Slik bruker du assistanse",
    "text": "Klikk på knappen <0>< /0> på skjermbildene Strength (styrke), Flexibility (fleksibilitet), Metabolic (stoffskifte) og Cardio Age (kondisjon) for å lese mer informasjon om dem."
  },
  "chart": {
    "noDataForThisPeriod": "Ingen data for denne tidsperioden",
    "emptyStateText": "Grafen for historiske data vil vises her når dataene er tilgjengelige",
    "totalBioageDescription": "Den biologiske alderen representerer nåværende helse og ytelse. Den er gjennomsnittet av muskelalder, hjertealder og metabolsk alder. Normalverdiene stemmer overens med den reelle alderen, og jo yngre den biologiske alderen er, desto bedre (beste verdi er 21).",
    "ageYearsYaxisLabel": "alder (år)",
    "metabolicAgeDescription": "Den metabolske alderen beregnes ved hjelp av kroppsfett, forholdet mellom midje og hofte og kroppsmasseindeksen. Den metabolske alderen gir deg en oversikt over forholdet mellom høyde, vekt og kroppsfett."
  },
  "common": {
    "realAge": "Virkelig alder {{count}} år",
    "weight": "Vekt",
    "height": "Høyde",
    "waist": "Midje",
    "hip": "Hofte"
  },
  "metabolic": {
    "title": "Metabolsk alder",
    "about": {
      "whatIsHeader": "Hva er den metabolske alderen",
      "whatIsDescription": "En evaluering av hvordan din metabolske helse er utviklet ved å analysere kroppssammensetningen i forhold til en gjennomsnittlig person på din faktiske alder.",
      "howCalculatedHeader": "Slik beregnes det",
      "howCalculatedDescription": "Vi analyserer forholdet mellom ulike parametere for kroppssammensetningen din, for eksempel fettprosent, kroppsmasseindeks og midje-hofteforhold.",
      "bodyFatDescription": "Kroppsfettprosenten din i forhold til din totale kroppsmasse. Du kan få dette resultatet ved å utføre en test på en spesifikk Body Analyzer eller ved å bruke et hjemmesalg som støtter denne beregningen. Gjennomsnitt for menn: ~20; Gjennomsnitt for kvinner: ~27",
      "bodyMassDescription": "KMI relaterer kroppsvekten din til høyden din og gir et nøyaktig estimat av den generelle kroppssammensetningen din. En sunn BMI ligger mellom 18,5 og 25",
      "waistHipDescription": "Midje-hofte-forholdet sammenligner midje- og hofteomkretsen og gir innsikt i fettfordelingen din. Jo lavere forholdstallet er, desto lavere er risikoen for hjerte- og karsykdommer. Gjennomsnitt for menn: ~0,92; Gjennomsnitt for kvinner: ~0,83"
    },
    "historyTitle": "Metabolsk aldershistorie"
  },
  "measurements": {
    "title": "Målinger",
    "about": "Om {{measurementName}}",
    "howToMeasure": "Hvordan måle {{measurementName}}",
    "types": {
      "BMI": {
        "label": "Kroppsmasseindeks",
        "description": "En vanlig måling for å klassifisere kroppsvekten i forhold til kroppshøyden. Likevel er meningsfullheten begrenset, fordi personer med mye muskelmasse kan ha en BMI større enn 25 og fortsatt være friske. For bedre innsikt se på kroppssammensetningen (fett, muskler,...). Kan påvirkes positivt av fysisk aktivitet og sunn ernæring.",
        "howToMeasureDescription": "Legg til din siste høyde og vekt. For å holde BMI-verdien presis må du holde vektverdien oppdatert."
      },
      "BODY_FAT": {
        "label": "Kroppsfett",
        "description": "En god indikator for å klassifisere kroppssammensetningen din. For høy kroppsfettprosent er en grunnleggende helserisikoindikator. Utmerkede kroppsfettnivåer avdekker \"six pack\". Kan påvirkes positivt av fysisk aktivitet og sunn ernæring.",
        "howToMeasureDescription": "De beste resultatene oppnås med en kroppsanalysator, kontakt institusjonen din for å få utført den. Andre alternativer er å bruke en hjemmevekt med \"kroppssammensetning\"-funksjon eller en nettbasert kalkulator for å måle estimert fettprosent ved å måle omkretsen av kroppsdelene dine."
      },
      "WAIST_TO_HIP_RATIO": {
        "label": "Forholdet mellom midje og hofte",
        "description": "Felles indikator for kardiovaskulær helserisiko ved å se på fettfordelingen som hovedsakelig er genetisk bestemt. Kroppstyper som bærer mer fett i midten av torsoområdet korrelerer med en høyere risiko. For disse kroppstypene er det enda viktigere å holde seg slank generelt. En sunn ernæring og regelmessig mosjon hjelper.",
        "howToMeasureDescription": "Bruk et målebånd til å måle den smaleste omkretsen av midjen din (rett over navlen)."
      },
      "WAIST_CM": {
        "label": "Omkrets rundt midjen",
        "description": "Din individuelle midriffdiameter. Negativt påvirket av visceralt fett og et resultat av din morfologiske type."
      },
      "HIP_CM": {
        "label": "Hofteomkrets",
        "description": "Din individuelle hoftediameter, målt ved det maksimale rumpeområdet. Resultatet av kroppssammensetningen din."
      },
      "WEIGHT_KG": {
        "label": "Vekt",
        "description": "Kroppsvekten alene har kun en svært begrenset verdi for helsen. For virkelig innsikt, se på kroppssammensetningen (fett, muskler,...). Generelt sett skaper en høy kroppsvekt større innvirkning på ledd og sener. Du må bygge mer muskelstyrke for å kompensere for dette."
      },
      "FAT_MASS_INDEX": {
        "label": "Fettmasseindeks",
        "description": "Fat Mass Index setter fettmassen i forhold til kroppshøyden. Det er en veldig god indikator for å klassifisere kroppssammensetningen din, overlegen kroppsfett %. For høye verdier er en grunnleggende helserisikoindikator. Utmerkede verdier et tegn på god estetikk avdekker \"six pack\". Kan påvirkes positivt av fysisk aktivitet og sunn ernæring."
      },
      "SKELETAL_MUSCLE_MASS": {
        "label": "Skjelettmuskelmasse",
        "description": "Muskler er viktige for livskvalitet. For lave verdier er en risikoindikator for skader og skrøpelighet (sarkopeni). Sunne muskler regulerer immunforsvaret ditt, reduserer betennelser og forbedrer stoffskiftet (Myokines). Positivt påvirket av styrketrening."
      },
      "BODY_MUSCLE_PERCENTS": {
        "label": "Muskelmasse",
        "description": "Muskler er viktige for livskvalitet. For lave verdier er en risikoindikator for skader og skrøpelighet (sarkopeni). Sunne muskler regulerer immunforsvaret ditt, reduserer betennelser og forbedrer stoffskiftet (Myokines). Positivt påvirket av styrketrening."
      },
      "FAT_FREE_MASS": {
        "label": "Fettfri masse",
        "description": "Summen av muskler, bein, indre organ, vann, sene, blodvekt. Høye verdier korrelert til en estetisk kroppsdefinisjon og for lave verdier med lavt kondisjonsnivå. Positivt påvirket av styrketrening og sunn ernæring."
      },
      "FAT_FREE_MASS_INDEX": {
        "label": "Indeks for fettfri masse",
        "description": "Fat Free Mass Index er en atletisk indikator. Høye verdier korrelert til estetisk kroppsdefinisjon og for lave verdier med lavt kondisjonsnivå. Positivt påvirket av styrketrening og sunn ernæring."
      },
      "VISCERAL_FAT": {
        "label": "Visceralt fett",
        "description": "Visceralt fett er fettet i bukhulen rundt de indre organene. Høye verdier er en risikofaktor for metabolske sykdommer og inflammatoriske prosesser. Kan reduseres betydelig ved kondisjonstrening."
      },
      "VISCERAL_FAT_LEVEL_CM2": {
        "label": "Visceralt fettnivå",
        "description": "Visceralt fett er fettet i bukhulen rundt de indre organene. Høye verdier er en risikofaktor for metabolske sykdommer og inflammatoriske prosesser. Kan reduseres betydelig ved kondisjonstrening."
      },
      "VISCERAL_FAT_RATING": {
        "label": "Vurdering av visceralt fett",
        "description": "Visceralt fett er fettet i bukhulen rundt de indre organene. Høye verdier er en risikofaktor for metabolske sykdommer og inflammatoriske prosesser. Kan reduseres betydelig ved kondisjonstrening."
      },
      "BODY_WATER": {
        "label": "Kroppsvann",
        "description": "Løsemiddel, transportmiddel, næringsressurs og temperaturregulator. Dehydrering er en farlig helserisiko og ganske vanlig. For mye vanninntak er mindre vanlig, men kan også være et problem under visse forhold."
      },
      "BODY_PROTEIN_KG": {
        "label": "Kroppsprotein",
        "description": "Høy korrelasjon til muskel- og kollagenmasse. Aminosyrebasseng som er livsgrunnlag, nødvendig for alle kroppsreparasjonsmekanismer og helbredelsesprosesser. Lav proteinstatus undertrykker immunforsvaret og etablerer en svak helsestatus. Positivt påvirket av styrketrening og proteinrik mat."
      },
      "BODY_MINERALS_KG": {
        "label": "Mineraler",
        "description": "Parameter for beinstabilitet. For lave verdier er assosiert med osteoporose som øker risikoen for beinbrudd. Styrketrening er en viktig profylakse, best kombinert med kalsium- og vitamin D-tilskudd."
      },
      "EXTRA_CELLULAR_WATER": {
        "label": "Ekstracellulært vann",
        "description": "Fraksjonen av kroppsvann representert av alle væskekomponenter i ditt kardiovaskulære system. Det er ditt metabolske transportmedium. For lave verdier indikerer usunn dehydrering. Utholdenhetstrening kan forbedre kroppens vannbalanse."
      },
      "INTRA_CELLULAR_WATER": {
        "label": "Intracellulært vann",
        "description": "Den delen av kroppsvannet som finnes i alle kroppens celler, som er batteriene dine. Den intracellulære vannfraksjonen er batteriladeren og avgiftningsstoffet. Lav status indikerer usunn dehydrering, fordi tørre batterier ikke fungerer. Sportslig trening forbedrer den cellulære vannstatusen."
      },
      "SOFT_LEAN_MASS_KG": {
        "label": "Myk mager masse",
        "description": "Summen av ditt totale kroppsvann, protein og ikke-ossøse mineraler. Lave verdier indikerer potensielle usunne næringsforhold. Foruten genetisk disposisjon, et resultat av individuelle ernærings- og livsstilsforhold."
      },
      "SEGMENTAL_LEAN_TRUNK_KG": {
        "label": "Lean Mass Trunk",
        "description": "Separert fettfri masse i trunkus. Lave verdier indikerer svak segmentstatus. Fokuser på en sunn muskelmasse i overkroppen. Ballen er kroppens midtpunkt og spiller en avgjørende rolle for ryggens stabilitet. Dette kan forbedres ved hjelp av mage- og ryggtrening og sunn ernæring."
      },
      "SEGMENTAL_MUSCLE_TRUNK_KG": {
        "label": "Muskler Trunk",
        "description": "Separert muskelmasse i trunkus. Lave verdier indikerer svak segmentstatus. Fokuser på en sunn muskelmasse i trunkus. Bålen er kroppens midtpunkt og spiller en avgjørende rolle for stabiliteten i ryggen. Kan forbedres ved hjelp av mage- eller ryggtrening."
      },
      "TOTAL_ENERGY_EXPENDITURE": {
        "label": "Samlet energiforbruk",
        "description": "Dette er den daglige energien som kroppen din trenger. Det bestemmes av hvileenergiforbruket ditt (~70%) og mengden daglig aktivitet (~30%). Positivt påvirket av økt regelmessig fysisk aktivitet og økt hvileenergiforbruk."
      },
      "RESTING_ENERGY_EXPENDITURE": {
        "label": "Hvileenergiforbruk",
        "description": "Dette er den daglige energien som kroppen din trenger for å utføre de mest grunnleggende funksjonene når kroppen er i ro, som å puste eller sirkulere blod. Det påvirkes av mange faktorer - inkludert alder, kjønn, muskelmasse og også regenereringsnivået etter fysisk aktivitet. Positivt påvirket av styrketrening og intense kondisjonstreninger."
      },
      "BODY_PHASE_ANGLE": {
        "label": "Fasevinkel",
        "description": "Fasevinkel er en indikator på kroppscellehelse og integritet. En høy fasevinkel indikerer intakte cellemembraner. Det går opp når du er frisk og ned når du er syk. Det går også ned når du blir eldre. Når du øker fasevinkelen, bremser du aldring. Fasevinkelen kan best forbedres ved en økning i fettfri masse i forhold til kroppsvekt."
      },
      "BASAL_METABOLIC_RATE_KJ": {
        "label": "Basal stoffskiftehastighet",
        "description": "Dette er den daglige energien som kroppen din trenger for å utføre de mest grunnleggende funksjonene når kroppen er i ro, som å puste eller sirkulere blod. Det påvirkes av mange faktorer - inkludert alder, kjønn, muskelmasse og også regenereringsnivået etter fysisk aktivitet. Positivt påvirket av styrketrening og intense kondisjonstreninger."
      },
      "SEGMENTAL_LEAN_ARM_KG": {
        "label": "Lean Mass Arm",
        "description": "Mager masse i separat arm. Lave verdier indikerer svak segmentell status. Fokuser på å balansere høyre og venstre side for å unngå muskulær ubalanse. Kan forbedres ved hjelp av enarmstrening og sunn ernæring."
      },
      "SEGMENTAL_LEAN_LEG_KG": {
        "label": "Mager masse ben",
        "description": "Separert muskelmasse i bena. Lave verdier indikerer svak segmentell status. Fokuser på å balansere høyre og venstre side for å unngå muskulære ubalanser. Kan forbedres ved hjelp av trening med ett ben og sunn ernæring."
      },
      "SEGMENTAL_MUSCLE_ARM_KG": {
        "label": "Muskler Arm",
        "description": "Separert arm muskelmasse. Lave verdier indikerer svak segmentstatus. Fokuser for å balansere høyre og venstre side for å unngå muskulære ubalanser. Kan forbedres med enarms biceps eller triceps trening."
      },
      "SEGMENTAL_MUSCLE_LEG_KG": {
        "label": "Muskler Bein",
        "description": "Separert muskelmasse i bena. Lave verdier indikerer svak segmentell status. Fokuser på å balansere høyre og venstre side for å unngå muskulær ubalanse. Kan forbedres ved trening av ett ben."
      },
      "SEGMENTAL_FAT_TRUNK_KG": {
        "label": "Fettmasse på bagasjerommet",
        "description": "Separert fettmasse på trunkus. Lave verdier indikerer svak segmentstatus. Fokuser på en sunn fettmasse i trunkus. Bålen er kroppens midtpunkt og spiller en avgjørende rolle for ryggens stabilitet. Kan forbedres ved hjelp av mage- eller ryggtrening og sunn ernæring."
      },
      "SEGMENTAL_FAT_LEG_KG": {
        "label": "Fettmasse i beina",
        "description": "Separert fettmasse i bena. Lave verdier indikerer svak segmentell status. Fokuser på å balansere høyre og venstre side for å unngå muskulære ubalanser. Kan forbedres ved hjelp av trening med ett ben og sunn ernæring."
      },
      "SEGMENTAL_FAT_ARM_KG": {
        "label": "Fettmasse i armene",
        "description": "Separert fettmasse i armene. Lave verdier indikerer svak segmentell status. Fokuser på å balansere høyre og venstre side for å unngå muskulær ubalanse. Kan forbedres ved hjelp av enarmstrening og sunn ernæring."
      },
      "TORSO_LATERAL_FLEXION_DEGREE": {
        "label": "Lat Flex",
        "description": "De laterale overkroppsmusklene bøyer, roterer og stabiliserer kjernemuskulaturen. Økt muskelstivhet og begrenset fleksibilitet kan forårsake smerter i korsryggen. I tillegg er mellomgulvet og brystkassens evne til å utvide seg begrenset, noe som hemmer normal pusting."
      },
      "NECK_LATERAL_FLEXION_DEGREE": {
        "label": "Hals",
        "description": "De laterale nakkemusklene stabiliserer og beveger hodet. Monotone arbeidsstillinger, som for eksempel langvarig PC-arbeid, og stress fører til redusert fleksibilitet, noe som kan føre til hodepine, spenningssmerter, kjevepress og smerter i nakkehvirvelsøylen."
      },
      "HIP_EXTENSION_DEGREE": {
        "label": "Hofte",
        "description": "Hoftebøyemusklene kontrollerer holdningen din under bevegelser som gange og løping. Hvis du sitter lenge i en sammentrukket stilling, blir musklene forkortet, noe som påvirker holdningen din negativt og til slutt fører til smerter i korsryggen."
      },
      "CHEST_EXTENSION_DEGREE": {
        "label": "Brystkasse",
        "description": "Brystmusklene beveger overarmen og stabiliserer skulderleddet. Hvis du tilbringer lang tid i foroverbøyd stilling, for eksempel ved PC-arbeid, forkortes brystmuskulaturen, noe som kan føre til smerter i nakkesøylen, skulderproblemer og hemme pustefunksjonen."
      },
      "HAMSTRING_EXTENSION_DEGREE": {
        "label": "Hamstring",
        "description": "Ryggkjeden består av leggmusklene og hamstrings. Monotone stillinger som å sitte eller sykle kan forårsake høyere spenning og begrenset fleksibilitet som resulterer i dårlig holdning og kan føre til korsryggsmerter."
      },
      "RESTING_HEART_RATE": {
        "label": "Hjertefrekvens i hvile",
        "description": "Hvilepulsen er det antall ganger hjertet slår i minuttet når du er i ro - for eksempel når du er avslappet, sitter eller ligger ned. Du kan enkelt vurdere hvilepulsen din ved å telle hjerteslagene i løpet av 15 sekunder og multiplisere denne verdien med 4. Du kan finne pulsen din enten ved håndleddet eller halspulsåren. En normal hvilepuls ligger mellom 50 og 80 slag per minutt. En forhøyet hvilepuls er forbundet med høyere dødelighet.",
        "howtoMeasure": "Du kan ganske enkelt vurdere hvilepulsen din ved å telle hjerteslagene i løpet av 15 sekunder og multiplisere denne verdien med 4. Du kan finne pulsen din enten ved håndleddet eller halspulsåren. En normal hvilepuls ligger mellom 50 og 80 slag per minutt. En forhøyet hvilepuls er forbundet med høyere dødelighet."
      },
      "BLOOD_PRESSURE_MMHG": {
        "label": "Blodtrykk",
        "description": "Blodtrykket gjenspeiler den generelle helsen til hjerte- og karsystemet. Et høyt blodtrykk kan være en indikator på underliggende sykdommer og kan ha langtidseffekter. Et normalt blodtrykk er rundt 120 systolisk og 80 diastolisk.",
        "howtoMeasureListHeader": "Blodtrykket måles i millimeter kvikksølv (mmHg) og oppgis som to tall:",
        "howtoMeasureBullet1": "systolisk trykk - trykket når hjertet presser blodet ut i kroppen",
        "howtoMeasureBullet2": "diastolisk trykk - trykket når hjertet hviler mellom slagene og blodet presses rundt hjertet",
        "howtoMeasureListFooter": "Det høyeste tallet er alltid det systoliske trykket, og det oppgis alltid først. For eksempel betyr et blodtrykk som oppgis som \"120 over 80\" eller 120/80 mmHg et systolisk trykk på 120 mmHg og et diastolisk trykk på 80 mmHg.",
        "howtoMeasureFooter": "Du kan vurdere blodtrykket ditt med en blodtrykksmåler.",
        "howtoMeasureHint": "Ikke røyk, drikk koffeinholdige drikker eller mosjoner i løpet av 30 minutter før du måler blodtrykket. Sitt med ryggen rett og støttet. Ikke ta målingen over klærne."
      },
      "VO2MAX": {
        "label": "VO2maks",
        "description": "VO2maks er et direkte mål på din kardiovaskulære kapasitet og gjenspeiler kroppens evne til å trene med høyere intensitet over lengre tid. Du kan få tilgang til din VO2max via kondisjonstesten og med sportsutstyr eller klokker.",
        "howtoMeasureLine1": "VO2maks er et direkte mål på din kardiovaskulære kapasitet og gjenspeiler kroppens evne til å trene med høy intensitet over lengre tid.",
        "howtoMeasureLine2": "VO2maks måles i milliliter oksygen som brukes i løpet av ett minutt per kilo kroppsvekt (ml/kg/min).",
        "howtoMeasureLine3": "Du kan vurdere VO2maks ved hjelp av kondisjonstesten og med sportsapparater eller -klokker."
      }
    },
    "interpretation": {
      "low": "Lav",
      "normal": "Normal",
      "excellent": "Utmerket",
      "elevated": "Forhøyet"
    }
  },
  "strength": {
    "title": "Styrke Alder",
    "about": {
      "whatIsHeader": "Hva er styrken Helse",
      "whatIsDescription": "En måling av hvordan muskelsystemet ditt fungerer sammenlignet med en gjennomsnittlig person på din alder.",
      "howCalculatedHeader": "Slik beregnes det",
      "howCalculatedDescription": "Vi analyserer resultatene fra alle maksstyrketester (manuelle eller EGYM-maskinbaserte) for å identifisere din styrkekapasitet og muskelubalanse i tre kroppssoner (overkropp, kjerne, underkropp).",
      "theKeyMetric": "Nøkkeltallet er forholdet mellom styrken din og kroppsvekten din.",
      "theIdealRatio": "Det ideelle forholdet avhenger av kjønn og hvilken øvelse du utfører."
    },
    "historyTitle": "Styrke Alder Historie",
    "takeStrengthTest": "Ta en styrketest",
    "measurementTrackingDescription": "Prøv å utføre øvelsen med så mange repetisjoner som mulig på en kontrollert måte med den beste vekten du kan. Antall repetisjoner du fullfører med den vekten, vil bli brukt til å estimere din maksimale styrkemåling.",
    "measurementCalculatedDescription": "Følgende verdi representerer hvor mye styrke du brukte under testen.",
    "measurementTrackSuccess": "Resultatene dine har blitt registrert",
    "muscleBalance": {
      "emptyState": {
        "title": "Oppdag styrken din",
        "text": "Ta en styrketest for å få en analyse av muskelubalansen din"
      },
      "greatWork": "Bra jobbet!",
      "statusImbalanced": "Ubalansert",
      "statusBalanced": "Balansert",
      "imbalanced": {
        "abs": "Fokuser mer på magemusklene",
        "biceps": "Fokuser mer på bicepsene dine",
        "calves": "Fokuser mer på leggene dine",
        "chest": "Fokuser mer på brystet",
        "hamstring": "Fokuser mer på hamstringen",
        "inner_hips": "Fokuser mer på de indre hoftene dine",
        "lats": "Fokuser mer på latsmusklene",
        "left_gluteus": "Fokuser mer på venstre setemuskel",
        "left_torso": "Fokuser mer på venstre overkropp",
        "lower_back": "Fokuser mer på korsryggen",
        "outer_hips": "Fokuser mer på de ytre hoftene",
        "quadriceps": "Fokuser mer på quadriceps",
        "right_gluteus": "Fokuser mer på høyre setemuskel",
        "right_torso": "Fokuser mer på høyre overkropp",
        "shoulder": "Fokuser mer på skuldrene dine",
        "thighs": "Fokuser mer på lårene dine",
        "triceps": "Fokuser mer på triceps",
        "upper_back": "Fokuser mer på øvre del av ryggen",
        "rear_shoulder": "Fokuser mer på de bakre skuldrene"
      },
      "muscle": {
        "abs": "Abs",
        "biceps": "Biceps",
        "calves": "Kalver",
        "chest": "Brystkasse",
        "hamstring": "Hamstring",
        "inner_hips": "Indre hofter",
        "lats": "Lats",
        "left_gluteus": "Venstre gluteus",
        "left_torso": "Venstre torso",
        "lower_back": "Nedre del av ryggen",
        "outer_hips": "Ytre hofter",
        "quadriceps": "Quadriceps",
        "right_gluteus": "Høyre gluteus",
        "right_torso": "Høyre torso",
        "shoulder": "Skulder",
        "thighs": "Lår",
        "triceps": "Triceps",
        "upper_back": "Øvre del av ryggen",
        "rear_shoulder": "Skulder bak"
      },
      "guidanceTextBullet3": "For å ta styrketesten må du gjennomføre de anbefalte øvelsene for overkropp, kjerne og underkropp.",
      "guidanceTextBullet2": "Du finner flere øvelser ved å trykke på \"+ Vis mer\"-knappen.",
      "guidanceTextBullet1": "Prøv å gjennomføre øvelsen med så mange repetisjoner som mulig på en kontrollert måte og med så høy vekt som mulig."
    }
  },
  "muscleBalance": {
    "muscleBalance": "Muskelbalanse",
    "muscleBalanceAnalysis": "Analyse av muskelbalanse"
  },
  "flexibility": {
    "title": "Fleksibilitet Alder",
    "about": {
      "whatIsHeader": "Hva er fleksibilitetsalderen",
      "whatIsDescription": "En vurdering av om leddene dine har et sunt bevegelsesomfang i forhold til din reelle alder.",
      "importantNoticeHeader": "Viktig melding",
      "importantNoticeDescription": "Flexibility Age er fylt med data fra Fitness Hub. Følg instruksjonene på Fitness Hub, bestå fleksibilitetstester og få innsikt i din fleksibilitetshelse.",
      "howCalculatedHeader": "Slik beregnes det",
      "howCalculatedDescription": "Vi analyserer alle resultater fra bevegelighetstester på tvers av ulike kroppsdeler. Resultatene sammenlignes med den gjennomsnittlige fleksibiliteten til andre EGYM-brukere.",
      "recommendationDescription": "Bruk denne informasjonen til å snakke med treneren din om treningsmål og mulige treningstilpasninger i treningsplanen din."
    },
    "historyTitle": "Fleksibilitet Alder Historie",
    "recommendations": "For mer informasjon om øvelsene, spør treneren din."
  },
  "cardio": {
    "title": "Kardioalder",
    "historyTitle": "Historikk for kardioalder",
    "about": {
      "whatIsHeader": "Hva er Cardio Age",
      "whatIsDescription": "Evaluerer hvor godt kardiohelsen din er utviklet ved å se på kardioytelsesnivået ditt og sammenligne det med en gjennomsnittlig person på din virkelige alder.",
      "howCalculatedHeader": "Slik beregnes det",
      "howCalculatedDescription": "Vi måler din kardiovaskulære kapasitet og ytelse på høy og lav intensitet ved hjelp av VO2maks og korrelerer det med blodtrykk og hvilepuls. VO2maks regnes generelt som den beste indikatoren for kardiorespiratorisk kondisjon.",
      "recommendationDescription": "VO2max kan forutsi risikoen for tidlig død enda bedre enn noen tradisjonelle risikofaktorer som overvekt, høyt kolesterol eller røyking. Den gode nyheten er at i motsetning til din faktiske alder, kan du senke din Cardio Bio Age med vanlig idrett. Ønsker du å bli yngre? Fortsett å trene.",
      "restingHeartRate": "Hjertefrekvens i hvile",
      "restingHeartRateDescription": "En normal hvilepuls for voksne ligger mellom 60 og 100 slag per minutt.",
      "bloodPressure": "Blodtrykk",
      "bloodPressureDescription": "Systolisk blodtrykk er < 120 mmHg. Diastolisk blodtrykk er < 80 mmHg.",
      "vo2MAX": "VO2maks",
      "vo2MAXDescription": "Jo høyere VO2maks, desto mer oksygen kan kroppen din bruke, og desto bedre blir hjerte- og karsystemet og utholdenheten din.",
      "normalRange": "Normalt område",
      "normalRangeMen": "Menn: 40 ml/kg/min",
      "normalRangeWomen": "Kvinner: 35 ml/kg/min",
      "heartRate": "Hjertefrekvens"
    },
    "trackBloodPressure": {
      "diastolicGreaterThanSystolic": "diastolisk trykk kan ikke være større enn systolisk"
    }
  },
  "myBioage": "Min BioAge (biologiske alder)",
  "connectedApps": {
    "syncInProgress": "Synkronisering pågår",
    "syncInProgressDescription": "Det kan ta et par minutter å synkronisere dataene dine, så kom tilbake senere",
    "yourDataIsAlwaysSecure": "Dine data er alltid sikre",
    "connectYourData": "Koble til dataene dine",
    "connectHealthData": "Koble til helsedata",
    "cardio": {
      "sharingDataHelpsDetermineCardioAge": "Ved å dele dine {{appName}} data med EGYM, for eksempel <0>{{heartRate}}</0> og <1>{{vo2Max}}</1>, kan du hjelpe oss med å bestemme din kardioalder",
      "sharingHealthAppData": "Ved å dele dataene dine på<br /> {{healthAppName}} kan du bestemme hjertealderen din."
    },
    "syncError": "Det ser ut til at du har avvist {{appName}} -tillatelser før. For å slå dem på igjen, gå til {{appName}} -tillatelsene og gi tilgang"
  },
  "updateProfileModal": {
    "description": "Legg til kjønn og fødselsdato for å få nøyaktige resultater.",
    "warning": "Minimumsalder på 13 år kreves"
  }
}
