{
  "homepageTitle": "Wiek biologiczny",
  "auth": {
    "signupTitle": "Czym jest BioAge?",
    "loginTitle": "Oceń swój BioAge i połącz się ze sprzętem EGYM za pomocą EGYM ID.",
    "signupDescription": "BioAge to kompleksowy wskaźnik zdrowia i sprawności fizycznej, który łączy szeroki zakres kluczowych pomiarów, aby stworzyć BioAge, który można porównać z rzeczywistym wiekiem fizycznym.",
    "signupDescription2": "Będziesz w stanie zrozumieć, w jaki sposób Twoja rutyna ćwiczeń pozytywnie wpływa na Twoją kondycję i zdrowie, a także śledzić postępy."
  },
  "bodyRegions": {
    "title": "Regiony ciała",
    "upperBody": "Górna część ciała",
    "core": "Rdzeń",
    "lowerBody": "Dolna część ciała"
  },
  "home": {
    "assistance": "Pomoc",
    "categories": {
      "title": "Kategorie",
      "strength": "Siła",
      "metabolic": "Metabolizm",
      "flexibility": "Elastyczność",
      "cardio": "Cardio"
    },
    "information": {
      "title": "Informacje",
      "subtitle": "Pomoc wirtualna",
      "text": "Więcej informacji o BioAge i wskazówki dotyczące korzystania z niego",
      "readMore": "Czytaj więcej"
    },
    "analysisEmptyState": {
      "text": "Obliczone na podstawie maksymalnych wyników siły uzyskanych na maszynach EGYM lub dodanych ręcznie w aplikacji. Aby ulepszyć BioAge w czasie, użyj analizy nierównowagi mięśniowej, aby dostosować swoje treningi w najbardziej efektywny sposób."
    }
  },
  "about": {
    "title": "Czym jest BioAge",
    "topDescription": "Pomiar porównujący Twoje wyniki fitness do przeciętnej osoby w Twoim wieku.",
    "subheader": "Jak obliczany jest BioAge",
    "howToBullet1": "Niższy BioAge oznacza wyższy poziom sprawności fizycznej.",
    "howToBullet2": "Najlepszy możliwy wiek BioAge to 21 lat.",
    "recommendationsBullet1": "Aby robić postępy lub zachować zdrowie: trenuj często, dobrze się odżywiaj i dbaj o nawodnienie.",
    "recommendationsBullet2": "Co najważniejsze, ciesz się życiem!",
    "gotItButton": "Rozumiem",
    "recommendationsBullet": "Użyj tych informacji, aby porozmawiać z trenerem o celach treningowych i możliwej adaptacji ćwiczeń w planie treningowym."
  },
  "assistance": {
    "title": "Jak korzystać z pomocy",
    "text": "Kliknij przycisk <0></0> na ekranach Siła, Elastyczność, Metabolizm i Wiek sercowy, aby przeczytać więcej informacji na ich temat."
  },
  "chart": {
    "noDataForThisPeriod": "Brak danych dla wybranego okresu",
    "emptyStateText": "Wykres danych historycznych pojawi się tutaj, gdy dane będą dostępne",
    "totalBioageDescription": "Wiek biologiczny reprezentuje obecny stan zdrowia i wydajność. Jest to średnia wieku mięśniowego, wieku sercowego i wieku metabolicznego. Normalne wartości odpowiadają rzeczywistemu wiekowi, a im młodszy wiek biologiczny, tym lepiej (najlepsza wartość to 21).",
    "ageYearsYaxisLabel": "wiek (lata)",
    "metabolicAgeDescription": "Wiek metaboliczny jest obliczany na podstawie tkanki tłuszczowej, stosunku talii do bioder i wskaźnika masy ciała. Wiek metaboliczny daje wgląd w związek między wzrostem, wagą i tkanką tłuszczową."
  },
  "common": {
    "realAge": "Rzeczywisty wiek {{count}} lat",
    "weight": "Waga",
    "height": "Wysokość",
    "waist": "Talia",
    "hip": "biodro"
  },
  "metabolic": {
    "title": "Wiek metaboliczny",
    "about": {
      "whatIsHeader": "Czym jest wiek metaboliczny?",
      "whatIsDescription": "Ocena Twojego metabolizmu, poprzez analizę składu ciała w porównaniu do przeciętnej osoby w Twoim wieku.",
      "howCalculatedHeader": "Jak to jest obliczane",
      "howCalculatedDescription": "Analizujemy różne parametry, takie jak zawartość tkanki tłuszczowej, wskaźnik masy ciała i stosunek obwodu talii do bioder.",
      "bodyFatDescription": "Procent tkanki tłuszczowej w stosunku do całkowitej masy ciała. Możesz uzyskać ten wynik, przeprowadzając test na specjalnym analizatorze ciała lub korzystając z domowej sprzedaży, która obsługuje ten wskaźnik. Średnia dla mężczyzn: ~20; Średnia dla kobiet: ~27",
      "bodyMassDescription": "Wskaźnik BMI odnosi masę ciała do wzrostu i dokładnie szacuje ogólny skład ciała. Zdrowy wskaźnik BMI waha się między 18,5 a 25",
      "waistHipDescription": "Współczynnik talia-biodra porównuje obwód talii i bioder i zapewnia wgląd w rozkład tkanki tłuszczowej. Im niższy wskaźnik, tym niższe ryzyko chorób układu krążenia. Średnia dla mężczyzn: ~0,92; Średnia dla kobiet: ~0,83"
    },
    "historyTitle": "Historia wieku metabolicznego"
  },
  "measurements": {
    "title": "Pomiary",
    "about": "O {{measurementName}}",
    "howToMeasure": "Jak mierzyć {{measurementName}}",
    "types": {
      "BMI": {
        "label": "Wskaźnik masy ciała",
        "description": "Powszechna miara klasyfikująca wagę ciała w stosunku do wzrostu. Niemniej jednak znaczenie jest ograniczone, ponieważ osoby z dużą masą mięśniową mogą mieć BMI powyżej 25 i nadal być zdrowe. Aby uzyskać lepszy wgląd, spójrz na skład ciała (tłuszcz, mięśnie,...). Pozytywny wpływ na to może mieć aktywność fizyczna i zdrowe odżywianie.",
        "howToMeasureDescription": "Dodaj swój wzrost i wagę. Aby precyzyjnie obliczać BMI, aktualizuj swoje dane."
      },
      "BODY_FAT": {
        "label": "Tkanka tłuszczowa",
        "description": "Dobry wskaźnik do klasyfikacji składu ciała. Zbyt wysoki poziom tkanki tłuszczowej jest podstawowym wskaźnikiem ryzyka zdrowotnego. Doskonały poziom tkanki tłuszczowej odkrywa „sześciopak”. Pozytywny wpływ na to może mieć aktywność fizyczna i zdrowe odżywianie.",
        "howToMeasureDescription": "Najlepsze wyniki uzyskuje się za pomocą analizatora ciała, prosimy o kontakt z placówką w celu przeprowadzenia analizy. Inny sposób to użycie wagi domowej z funkcją „Składu ciała” lub kalkulatora internetowego do pomiaru szacunkowego procentu tkanki tłuszczowej poprzez pomiar obwodów ciała."
      },
      "WAIST_TO_HIP_RATIO": {
        "label": "Stosunek talia-biodra",
        "description": "Wspólny wskaźnik zagrożeń dla zdrowia układu sercowo-naczyniowego, biorąc pod uwagę rozkład tłuszczu, który jest głównie uwarunkowany genetycznie. Typy ciała niosące więcej tłuszczu w środkowym obszarze tułowia korelują z wyższym ryzykiem. W przypadku tych typów ciała jeszcze ważniejsze jest ogólne zachowanie szczupłej sylwetki. Zdrowe odżywianie i regularne ćwiczenia pomagają.",
        "howToMeasureDescription": "Użyj taśmy mierniczej, aby sprawdzić najwęższy obwód talii (tuż nad pępkiem)."
      },
      "WAIST_CM": {
        "label": "Obwód talii",
        "description": "Twoja indywidualna średnica brzucha. Negatywny wpływ tłuszczu trzewnego i wynik twojego typu morfologicznego."
      },
      "HIP_CM": {
        "label": "Obwód bioder",
        "description": "Twoja indywidualna średnica bioder, mierzona na maksymalnej powierzchni pośladków. Wynik twojego składu ciała."
      },
      "WEIGHT_KG": {
        "label": "Waga",
        "description": "Sama masa ciała ma bardzo ograniczoną wartość zdrowotną. Aby uzyskać prawdziwy wgląd, spójrz na skład ciała (tłuszcz, mięśnie,...). Ogólnie rzecz biorąc, duża masa ciała wywiera większy wpływ na stawy i ścięgna. Musisz zbudować więcej siły mięśni, aby zrekompensować ten wpływ."
      },
      "FAT_MASS_INDEX": {
        "label": "Wskaźnik masy tłuszczowej",
        "description": "Fat Mass Index określa masę tłuszczu w stosunku do wzrostu ciała. Jest to bardzo dobry wskaźnik do klasyfikacji składu ciała, lepszy niż % tkanki tłuszczowej. Zbyt wysokie wartości są podstawowym wskaźnikiem ryzyka zdrowotnego. Doskonałe walory to znak dobrej estetyki odsłaniający „sześciopak”. Pozytywny wpływ na to może mieć aktywność fizyczna i zdrowe odżywianie."
      },
      "SKELETAL_MUSCLE_MASS": {
        "label": "Masa mięśni szkieletowych",
        "description": "Mięśnie są ważne dla jakości życia. Zbyt niskie wartości są wskaźnikiem ryzyka urazów i słabości (sarkopenii). Zdrowe mięśnie regulują układ odpornościowy, redukują stany zapalne i poprawiają metabolizm (miokiny). Pozytywny wpływ treningu siłowego."
      },
      "BODY_MUSCLE_PERCENTS": {
        "label": "Masa mięśniowa",
        "description": "Mięśnie są ważne dla jakości życia. Zbyt niskie wartości są wskaźnikiem ryzyka urazów i słabości (sarkopenii). Zdrowe mięśnie regulują układ odpornościowy, redukują stany zapalne i poprawiają metabolizm (miokiny). Pozytywny wpływ treningu siłowego."
      },
      "FAT_FREE_MASS": {
        "label": "Masa beztłuszczowa",
        "description": "Suma mięśni, kości, organów wewnętrznych, wody, ścięgien, masy krwi. Wysokie wartości korelowały z estetyczną definicją ciała, a zbyt niskie z niskim poziomem sprawności. Pozytywny wpływ na trening siłowy i zdrowe odżywianie."
      },
      "FAT_FREE_MASS_INDEX": {
        "label": "Wskaźnik masy beztłuszczowej",
        "description": "Wskaźnik masy beztłuszczowej jest wskaźnikiem sportowym. Wysokie wartości korelowały z estetyczną definicją ciała, a zbyt niskie z niskim poziomem sprawności. Pozytywny wpływ na trening siłowy i zdrowe odżywianie."
      },
      "VISCERAL_FAT": {
        "label": "Tłuszcz trzewny",
        "description": "Tłuszcz trzewny to tłuszcz w jamie brzusznej wokół narządów wewnętrznych. Wysokie wartości są czynnikiem ryzyka chorób metabolicznych i procesów zapalnych. Można go znacznie zmniejszyć poprzez trening fitness."
      },
      "VISCERAL_FAT_LEVEL_CM2": {
        "label": "Poziom trzewnej tkanki tłuszczowej",
        "description": "Tłuszcz trzewny to tłuszcz w jamie brzusznej wokół narządów wewnętrznych. Wysokie wartości są czynnikiem ryzyka chorób metabolicznych i procesów zapalnych. Można go znacznie zmniejszyć poprzez trening fitness."
      },
      "VISCERAL_FAT_RATING": {
        "label": "Ocena tłuszczu trzewnego",
        "description": "Tłuszcz trzewny to tłuszcz w jamie brzusznej wokół narządów wewnętrznych. Wysokie wartości są czynnikiem ryzyka chorób metabolicznych i procesów zapalnych. Można go znacznie zmniejszyć poprzez trening fitness."
      },
      "BODY_WATER": {
        "label": "Woda do ciała",
        "description": "Rozpuszczalnik, środek transportu, zasób składników odżywczych i regulator temperatury. Odwodnienie jest niebezpiecznym zagrożeniem dla zdrowia i dość powszechnym. Zbyt duże spożycie wody jest mniej powszechne, ale w pewnych warunkach może stanowić problem."
      },
      "BODY_PROTEIN_KG": {
        "label": "Białko ciała",
        "description": "Wysoka korelacja z masą mięśniową i kolagenową. Pula aminokwasów, które są podstawowymi substancjami życiowymi, niezbędnymi do wszystkich mechanizmów naprawy organizmu i procesu gojenia. Niski poziom białka hamuje twój układ odpornościowy i ustala słaby stan zdrowia. Pozytywny wpływ treningu siłowego i żywności bogatej w białko."
      },
      "BODY_MINERALS_KG": {
        "label": "Minerały",
        "description": "Parametr dla stabilności kości. Zbyt niskie wartości wiążą się z osteoporozą, co zwiększa ryzyko złamań kości. Trening siłowy to ważna profilaktyka, najlepiej łączona z suplementami wapnia i witaminy D."
      },
      "EXTRA_CELLULAR_WATER": {
        "label": "Dodatkowa woda komórkowa",
        "description": "Część wody w organizmie reprezentowana przez wszystkie składniki płynów w układzie sercowo-naczyniowym. To jest twoje metaboliczne medium transportowe. Zbyt niskie wartości wskazują na niezdrowe odwodnienie. Trening wytrzymałościowy może poprawić równowagę wodną organizmu."
      },
      "INTRA_CELLULAR_WATER": {
        "label": "Woda wewnątrzkomórkowa",
        "description": "Frakcja wody w organizmie reprezentowana we wszystkich komórkach ciała, które są bateriami. Wewnątrzkomórkowa frakcja wody jest ładowarką baterii i detoksykatorem. Niski stan wskazuje na niezdrowe odwodnienie, ponieważ suche baterie nie działają. Trening sportowy poprawia stan wody w komórkach."
      },
      "SOFT_LEAN_MASS_KG": {
        "label": "Miękka beztłuszczowa masa",
        "description": "Suma całkowitej wody w organizmie, białka i minerałów niekostnych. Niskie wartości wskazują na potencjalne niezdrowe warunki żywieniowe. Poza predyspozycjami genetycznymi, wynikają z indywidualnych warunków żywieniowych i stylu życia."
      },
      "SEGMENTAL_LEAN_TRUNK_KG": {
        "label": "Chuda masa bagażnika",
        "description": "Oddzielona masa beztłuszczowa tułowia. Niskie wartości wskazują na słaby stan segmentów. Skoncentruj się na zdrowej masie mięśniowej tułowia. Tułów stanowi centrum ciała i odgrywa kluczową rolę w stabilności pleców. Można to poprawić poprzez trening brzucha lub pleców i zdrowe odżywianie."
      },
      "SEGMENTAL_MUSCLE_TRUNK_KG": {
        "label": "Mięśnie tułowia",
        "description": "Oddzielona masa mięśni tułowia. Niskie wartości wskazują na słaby stan segmentów. Skoncentruj się na zdrowej masie mięśniowej tułowia. Tułów stanowi centrum ciała i odgrywa kluczową rolę w stabilności pleców. Można to poprawić poprzez trening brzucha lub pleców."
      },
      "TOTAL_ENERGY_EXPENDITURE": {
        "label": "Całkowite wydatki na energię",
        "description": "To jest dzienna energia potrzebna Twojemu ciału. Jest on określany przez spoczynkowy wydatek energetyczny (~70%) i ilość codziennej aktywności (~30%). Pozytywnie wpływa na zwiększenie regularnej aktywności fizycznej oraz wzrost spoczynkowego wydatku energetycznego."
      },
      "RESTING_ENERGY_EXPENDITURE": {
        "label": "Spoczynkowe wydatki na energię",
        "description": "Jest to dzienna energia potrzebna organizmowi do wykonywania najbardziej podstawowych funkcji, gdy organizm jest w stanie spoczynku, takich jak oddychanie lub krążenie krwi. Wpływa na to wiele czynników — m.in. wiek, płeć, masa mięśniowa, a także poziom regeneracji po wysiłku fizycznym. Pozytywny wpływ na trening siłowy i intensywne treningi cardio."
      },
      "BODY_PHASE_ANGLE": {
        "label": "Kąt fazowy",
        "description": "Kąt fazowy jest wskaźnikiem zdrowia i integralności komórek ciała. Wysoki kąt fazowy wskazuje na nienaruszone błony komórkowe. Wzrasta, gdy jesteś zdrowy, a spada, gdy jesteś chory. Zmniejsza się również wraz z wiekiem. Zwiększając kąt fazowy, spowalniasz starzenie się. Kąt fazowy można najlepiej poprawić poprzez zwiększenie masy beztłuszczowej w stosunku do masy ciała."
      },
      "BASAL_METABOLIC_RATE_KJ": {
        "label": "Podstawowa przemiana materii",
        "description": "Jest to dzienna energia potrzebna organizmowi do wykonywania najbardziej podstawowych funkcji, gdy organizm jest w stanie spoczynku, takich jak oddychanie lub krążenie krwi. Wpływa na to wiele czynników — m.in. wiek, płeć, masa mięśniowa, a także poziom regeneracji po wysiłku fizycznym. Pozytywny wpływ na trening siłowy i intensywne treningi cardio."
      },
      "SEGMENTAL_LEAN_ARM_KG": {
        "label": "Lean Mass Arm",
        "description": "Oddzielona masa beztłuszczowa ramienia. Niskie wartości wskazują na słaby stan segmentów. Skoncentruj się na zrównoważeniu prawej i lewej strony, aby uniknąć nierównowagi mięśniowej. Można to poprawić poprzez trening na jedno ramię i zdrowe odżywianie."
      },
      "SEGMENTAL_LEAN_LEG_KG": {
        "label": "Beztłuszczowa masa nóg",
        "description": "Oddzielona masa beztłuszczowa nóg. Niskie wartości wskazują na słaby stan segmentów. Skoncentruj się na zrównoważeniu prawej i lewej strony, aby uniknąć nierównowagi mięśniowej. Można poprawić poprzez trening jednej nogi i zdrowe odżywianie."
      },
      "SEGMENTAL_MUSCLE_ARM_KG": {
        "label": "Mięśnie Ramię",
        "description": "Oddzielona masa mięśniowa ramienia. Niskie wartości wskazują na słaby status segmentowy. Skoncentruj się, aby zrównoważyć prawą i lewą stronę, aby uniknąć nierównowagi mięśniowej. Można poprawić poprzez trening bicepsów lub tricepsów na jedną rękę."
      },
      "SEGMENTAL_MUSCLE_LEG_KG": {
        "label": "Mięśnie nóg",
        "description": "Masa mięśni oddzielonych nóg. Niskie wartości wskazują na słaby stan segmentów. Skoncentruj się na zrównoważeniu prawej i lewej strony, aby uniknąć nierównowagi mięśniowej. Można poprawić poprzez trening jednej nogi."
      },
      "SEGMENTAL_FAT_TRUNK_KG": {
        "label": "Masa tkanki tłuszczowej tułowia",
        "description": "Oddzielona masa tkanki tłuszczowej tułowia. Niskie wartości wskazują na słaby stan segmentów. Skoncentruj się na zdrowej masie tłuszczowej tułowia. Tułów stanowi centrum ciała i odgrywa kluczową rolę w stabilności pleców. Można to poprawić poprzez trening brzucha lub pleców i zdrowe odżywianie."
      },
      "SEGMENTAL_FAT_LEG_KG": {
        "label": "Masa tłuszczowa nóg",
        "description": "Oddzielona masa tkanki tłuszczowej nóg. Niskie wartości wskazują na słaby stan segmentów. Skoncentruj się na zrównoważeniu prawej i lewej strony, aby uniknąć nierównowagi mięśniowej. Można poprawić poprzez trening jednej nogi i zdrowe odżywianie."
      },
      "SEGMENTAL_FAT_ARM_KG": {
        "label": "Masa tkanki tłuszczowej ramion",
        "description": "Oddzielona masa tłuszczowa ramienia. Niskie wartości wskazują na słaby stan segmentów. Skoncentruj się na zrównoważeniu prawej i lewej strony, aby uniknąć nierównowagi mięśniowej. Można poprawić dzięki treningowi na jedno ramię i zdrowemu odżywianiu."
      },
      "TORSO_LATERAL_FLEXION_DEGREE": {
        "label": "Lat Flex",
        "description": "Mięśnie boczne tułowia zginają, obracają i stabilizują rdzeń. Zwiększona sztywność mięśni i ograniczona elastyczność mogą powodować ból kręgosłupa lędźwiowego. Ponadto zdolność przepony i klatki piersiowej do rozszerzania się jest ograniczona, co hamuje normalne oddychanie."
      },
      "NECK_LATERAL_FLEXION_DEGREE": {
        "label": "Szyja",
        "description": "Mięśnie boczne szyi stabilizują i poruszają głową. Monotonne pozycje, takie jak praca przy komputerze przez długi czas, a także stres powodują zmniejszenie elastyczności, co może prowadzić do bólu głowy, bólu napięciowego, zaciskania szczęki i bólu kręgosłupa szyjnego."
      },
      "HIP_EXTENSION_DEGREE": {
        "label": "biodro",
        "description": "Mięśnie zginaczy bioder kontrolują postawę podczas ruchów takich jak chodzenie i bieganie. Długotrwałe siedzenie w przykurczonej pozycji powoduje skrócenie mięśni, co negatywnie wpływa na postawę i ostatecznie prowadzi do bólu kręgosłupa lędźwiowego."
      },
      "CHEST_EXTENSION_DEGREE": {
        "label": "Klatka piersiowa",
        "description": "Mięśnie klatki piersiowej poruszają ramieniem i stabilizują staw barkowy. Spędzanie długiego czasu w pozycji pochylonej do przodu, np. podczas pracy przy komputerze, skraca mięśnie klatki piersiowej, co może prowadzić do bólu kręgosłupa szyjnego, problemów z barkami i utrudnia oddychanie"
      },
      "HAMSTRING_EXTENSION_DEGREE": {
        "label": "Ścięgno udowe",
        "description": "Łańcuch grzbietowy składa się z mięśni łydek i ścięgien podkolanowych. Monotonne pozycje, takie jak siedzenie lub jazda na rowerze, mogą powodować większe napięcie i ograniczoną elastyczność, co skutkuje złą postawą i może prowadzić do bólu dolnej części pleców."
      },
      "RESTING_HEART_RATE": {
        "label": "Tętno spoczynkowe",
        "description": "Tętno spoczynkowe to liczba uderzeń serca na minutę, gdy odpoczywasz — na przykład gdy jesteś zrelaksowany, siedzisz lub leżysz. Możesz po prostu ocenić swoje tętno spoczynkowe, licząc uderzenia serca w ciągu 15 sekund i mnożąc tę wartość przez 4. Tętno możesz znaleźć albo na nadgarstku, albo na tętnicy szyjnej. Normalna wartość tętna spoczynkowego mieści się w zakresie od 50 do 80 uderzeń na minutę. Podwyższone tętno spoczynkowe wiąże się z wyższą śmiertelnością.",
        "howtoMeasure": "Tętno spoczynkowe można po prostu ocenić, licząc uderzenia serca w ciągu 15 sekund i mnożąc tę wartość przez 4. Tętno spoczynkowe można sprawdzić na nadgarstku lub na tętnicy szyjnej. Normalna wartość tętna spoczynkowego wynosi od 50 do 80 uderzeń na minutę. Podwyższone tętno spoczynkowe wiąże się z wyższą śmiertelnością."
      },
      "BLOOD_PRESSURE_MMHG": {
        "label": "Ciśnienie krwi",
        "description": "Ciśnienie krwi odzwierciedla ogólny stan zdrowia układu sercowo-naczyniowego. Wysokie ciśnienie krwi może być wskaźnikiem chorób podstawowych i może mieć długoterminowe skutki. Normalne ciśnienie krwi wynosi około 120 skurczowe i 80 rozkurczowe.",
        "howtoMeasureListHeader": "Ciśnienie krwi jest mierzone w milimetrach słupa rtęci (mmHg) i podawane w postaci dwóch liczb:",
        "howtoMeasureBullet1": "ciśnienie skurczowe - ciśnienie, przy którym serce wypycha krew wokół ciała",
        "howtoMeasureBullet2": "ciśnienie rozkurczowe - ciśnienie, gdy serce odpoczywa między uderzeniami, a krew jest przepychana wokół serca",
        "howtoMeasureListFooter": "Najwyższą liczbą jest zawsze ciśnienie skurczowe i jest ono zawsze podawane jako pierwsze. Na przykład ciśnienie krwi podane jako \"120 na 80\" lub 120/80 mmHg oznacza ciśnienie skurczowe 120 mmHg i ciśnienie rozkurczowe 80 mmHg.",
        "howtoMeasureFooter": "Ciśnienie krwi można ocenić za pomocą ciśnieniomierza.",
        "howtoMeasureHint": "Nie pal, nie pij napojów zawierających kofeinę ani nie ćwicz w ciągu 30 minut przed pomiarem ciśnienia krwi. Usiądź z wyprostowanymi i podpartymi plecami. Nie wykonuj pomiaru w ubraniu."
      },
      "VO2MAX": {
        "label": "VO2max",
        "description": "VO2max jest bezpośrednią miarą wydolności układu sercowo-naczyniowego i odzwierciedla zdolność organizmu do wysiłku o wyższej intensywności przez dłuższy czas. Dostęp do VO2max można uzyskać za pomocą testu kardio oraz urządzeń sportowych lub zegarków.",
        "howtoMeasureLine1": "VO2max jest bezpośrednią miarą wydolności układu sercowo-naczyniowego i odzwierciedla zdolność organizmu do wysiłku o wyższej intensywności przez dłuższy czas.",
        "howtoMeasureLine2": "VO2max jest mierzone w mililitrach tlenu zużywanego w ciągu jednej minuty na kilogram masy ciała (ml/kg/min).",
        "howtoMeasureLine3": "VO2max można ocenić za pomocą testu cardio oraz urządzeń sportowych lub zegarków."
      }
    },
    "interpretation": {
      "low": "Niski",
      "normal": "Normalna",
      "excellent": "Doskonały",
      "elevated": "Podniesiony"
    }
  },
  "strength": {
    "title": "Siła Wiek",
    "about": {
      "whatIsHeader": "Jaka jest siła zdrowia?",
      "whatIsDescription": "Pomiar wydajności układu mięśniowego w porównaniu do przeciętnej osoby w Twoim wieku.",
      "howCalculatedHeader": "Jak to jest obliczane",
      "howCalculatedDescription": "Analizujemy wyniki wszystkich treningów siłowych (manualnych lub na maszynach EGYM), aby zidentyfikować możliwości siłowe i nierównowagę mięśni w 3 strefach ciała (górna część ciała, rdzeń, dolna część ciała).",
      "theKeyMetric": "Kluczowym wskaźnikiem jest stosunek siły do masy ciała.",
      "theIdealRatio": "Idealne proporcje zależą od płci i rodzaju wykonywanych ćwiczeń."
    },
    "historyTitle": "Historia wieku siły",
    "takeStrengthTest": "Test wytrzymałości",
    "measurementTrackingDescription": "Spróbuj wykonać ćwiczenie, wykonując jak najwięcej powtórzeń w kontrolowany sposób z najlepszym możliwym ciężarem. Liczba powtórzeń wykonanych z tym ciężarem zostanie wykorzystana do oszacowania maksymalnego pomiaru siły.",
    "measurementCalculatedDescription": "Poniższa wartość prezentuje siłę zużytą podczas testu.",
    "measurementTrackSuccess": "Twoje wyniki zostały pomyślnie zarejestrowane",
    "muscleBalance": {
      "emptyState": {
        "title": "Odkryj swoją siłę",
        "text": "Wykonaj test siły, aby uzyskać analizę nierównowagi mięśniowej"
      },
      "greatWork": "Świetna robota!",
      "statusImbalanced": "Niezbalansowane",
      "statusBalanced": "Zbalansowane",
      "imbalanced": {
        "abs": "Skoncentruj się bardziej na mięśniach brzucha",
        "biceps": "Skoncentruj się bardziej na bicepsie",
        "calves": "Skoncentruj się bardziej na łydkach",
        "chest": "Skoncentruj się bardziej na klatce piersiowej",
        "hamstring": "Skoncentruj się bardziej na ścięgnach udowych",
        "inner_hips": "Skoncentruj się bardziej na wewnętrznej części bioder",
        "lats": "Skoncentruj się bardziej na mięśniach grzbietu",
        "left_gluteus": "Skoncentruj się bardziej na lewym pośladku",
        "left_torso": "Skoncentruj się bardziej na lewej części tułowia",
        "lower_back": "Skoncentruj się bardziej na dolnej części pleców",
        "outer_hips": "Skoncentruj się bardziej na zewnętrznej części bioder",
        "quadriceps": "Skoncentruj się bardziej na mięśniu czworogłowym",
        "right_gluteus": "Skoncentruj się bardziej na prawym pośladku",
        "right_torso": "Skoncentruj się bardziej na prawej części tułowia",
        "shoulder": "Skoncentruj się bardziej na ramionach",
        "thighs": "Skoncentruj się bardziej na udach",
        "triceps": "Skoncentruj się bardziej na tricepsie",
        "upper_back": "Skoncentruj się bardziej na górnej części pleców",
        "rear_shoulder": "Skup się bardziej na tylnych ramionach"
      },
      "muscle": {
        "abs": "Abs",
        "biceps": "Biceps",
        "calves": "Cielęta",
        "chest": "Klatka piersiowa",
        "hamstring": "Ścięgno udowe",
        "inner_hips": "Biodro wewnętrzne",
        "lats": "Lats",
        "left_gluteus": "Lewy pośladek",
        "left_torso": "Tors lewy",
        "lower_back": "Dolna część pleców",
        "outer_hips": "Biodro zewnętrzne",
        "quadriceps": "Czworogłowy",
        "right_gluteus": "Prawy pośladek",
        "right_torso": "Tors prawy",
        "shoulder": "Ramię",
        "thighs": "Uda",
        "triceps": "Triceps",
        "upper_back": "Górna część pleców",
        "rear_shoulder": "Tylne ramię"
      },
      "guidanceTextBullet3": "Aby wykonać test siły, wykonaj zalecane ćwiczenia dla górnej części ciała, tułowia i dolnej części ciała.",
      "guidanceTextBullet2": "Dodatkowe ćwiczenia można znaleźć, naciskając przycisk \"+ Pokaż więcej\".",
      "guidanceTextBullet1": "Staraj się wykonywać ćwiczenie, wykonując jak najwięcej powtórzeń w kontrolowany sposób z najlepszym możliwym ciężarem."
    }
  },
  "muscleBalance": {
    "muscleBalance": "Równowaga mięśniowa",
    "muscleBalanceAnalysis": "Analiza równowagi mięśniowej"
  },
  "flexibility": {
    "title": "Wiek elastyczności",
    "about": {
      "whatIsHeader": "Czym jest wiek elastyczności?",
      "whatIsDescription": "Ocena, czy stawy mają zdrowy zakres ruchu w porównaniu do rzeczywistego wieku.",
      "importantNoticeHeader": "Ważne powiadomienie",
      "importantNoticeDescription": "Flexibility Age jest wypełniony danymi z Fitness Hub. Postępuj zgodnie z instrukcjami na Fitness Hub, przejdź testy gibkości i uzyskaj wgląd w stan swojej gibkości.",
      "howCalculatedHeader": "Jak to jest obliczane",
      "howCalculatedDescription": "Analizujemy wszystkie wyniki testów gibkości w różnych częściach ciała. Wyniki są porównywane ze średnią elastycznością innych użytkowników EGYM.",
      "recommendationDescription": "Użyj tych informacji, aby porozmawiać z trenerem o celach treningowych i możliwej adaptacji ćwiczeń w planie treningowym."
    },
    "historyTitle": "Historia wieku elastyczności",
    "recommendations": "Więcej informacji na temat ćwiczeń można uzyskać od trenera."
  },
  "cardio": {
    "title": "Cardio Age",
    "historyTitle": "Historia wieku cardio",
    "about": {
      "whatIsHeader": "Co to jest Cardio Age?",
      "whatIsDescription": "Ocenia, jak dobrze rozwinięta jest kondycja kardio, patrząc na poziom wydajności kardio i porównując go z przeciętną osobą w rzeczywistym wieku.",
      "howCalculatedHeader": "Jak to jest obliczane",
      "howCalculatedDescription": "Mierzymy Twoją wydolność układu krążenia i wydajność przy wysokiej i niskiej intensywności za pomocą wskaźnika VO2max i korelujemy go z ciśnieniem krwi i tętnem spoczynkowym. VO2max jest powszechnie uważany za najlepszy wskaźnik wydolności układu sercowo-oddechowego.",
      "recommendationDescription": "VO2max może przewidywać ryzyko przedwczesnej śmierci nawet lepiej niż niektóre tradycyjne czynniki ryzyka, takie jak nadwaga, wysoki poziom cholesterolu czy palenie tytoniu. Dobrą wiadomością jest to, że w przeciwieństwie do rzeczywistego wieku, można obniżyć swój Cardio Bio Age poprzez regularne uprawianie sportu. Chcesz stać się młodszy? Trenuj dalej.",
      "restingHeartRate": "Tętno spoczynkowe",
      "restingHeartRateDescription": "Normalne tętno spoczynkowe u osób dorosłych wynosi od 60 do 100 uderzeń na minutę.",
      "bloodPressure": "Ciśnienie krwi",
      "bloodPressureDescription": "Skurczowe ciśnienie krwi wynosi &lt; 120 mmHg. Rozkurczowe ciśnienie krwi wynosi &lt; 80 mmHg.",
      "vo2MAX": "VO2max",
      "vo2MAXDescription": "Im wyższe VO2max, tym więcej tlenu może wykorzystać organizm i tym lepsza jest wydolność sercowo-naczyniowa i wytrzymałość.",
      "normalRange": "Normalny zakres",
      "normalRangeMen": "Mężczyźni: 40 ml/kg/min",
      "normalRangeWomen": "Kobiety: 35 ml/kg/min",
      "heartRate": "Tętno"
    },
    "trackBloodPressure": {
      "diastolicGreaterThanSystolic": "ciśnienie rozkurczowe nie może być wyższe niż skurczowe"
    }
  },
  "myBioage": "Mój wiek biologiczny",
  "connectedApps": {
    "syncInProgress": "Synchronizacja w toku",
    "syncInProgressDescription": "Synchronizacja danych może potrwać kilka minut, wróć później",
    "yourDataIsAlwaysSecure": "Twoje dane są zawsze bezpieczne",
    "connectYourData": "Połącz swoje dane",
    "connectHealthData": "Połącz dane dotyczące zdrowia",
    "cardio": {
      "sharingDataHelpsDetermineCardioAge": "Udostępniając dane {{appName}} firmie EGYM, takie jak <0>{{heartRate}}</0> i <1>{{vo2Max}}</1>, możesz pomóc nam określić swój wiek kardiologiczny",
      "sharingHealthAppData": "Udostępnianie<br /> {{healthAppName}} pomaga określić wiek kardiologiczny."
    },
    "syncError": "Wygląda na to, że odrzuciłeś uprawnienia {{appName}} wcześniej. Aby je ponownie włączyć, przejdź do uprawnień {{appName}} i zezwól na dostęp"
  },
  "updateProfileModal": {
    "description": "Dodaj swoją płeć i datę urodzenia, aby uzyskać dokładne wyniki.",
    "warning": "Wymagany jest minimalny wiek 13 lat"
  }
}
