{
  "homepageTitle": "BioAge",
  "auth": {
    "signupTitle": "O que é a BioAge?",
    "loginTitle": "Avalie o seu BioAge e ligue-se ao equipamento EGYM com o EGYM ID.",
    "signupDescription": "O BioAge é um indicador abrangente de saúde e condição física que combina uma vasta gama de medidas-chave para criar um BioAge que pode ser comparado com a sua idade física real.",
    "signupDescription2": "Poderá compreender de que forma a sua rotina de exercício está a ter um impacto positivo na sua condição física e saúde, bem como acompanhar os seus progressos."
  },
  "bodyRegions": {
    "title": "Regiões do corpo",
    "upperBody": "Parte superior do corpo",
    "core": "Core",
    "lowerBody": "Corpo inferior"
  },
  "home": {
    "assistance": "Assistência",
    "categories": {
      "title": "Categorias",
      "strength": "Força",
      "metabolic": "Metabolismo",
      "flexibility": "Flexibilidade",
      "cardio": "Cardio"
    },
    "information": {
      "title": "Informações",
      "subtitle": "Ajuda de assistência virtual",
      "text": "Obter mais informações sobre BioAge e conselhos sobre a sua utilização",
      "readMore": "Ler mais"
    },
    "analysisEmptyState": {
      "text": "Calculado com base nos resultados de força máxima realizados nas máquinas EGYM ou adicionados manualmente na aplicação. Para melhorar o BioAge ao longo do tempo, utilize a análise dos desequilíbrios musculares para ajustar os seus treinos da forma mais eficaz."
    }
  },
  "about": {
    "title": "O que é a BioAge",
    "topDescription": "Uma medida para o ajudar a entender como o seu desempenho de fitness combina com a pessoa média da sua idade.",
    "subheader": "Como é calculado o BioAge",
    "howToBullet1": "Uma BioAge mais baixa significa um maior nível de fitness.",
    "howToBullet2": "A melhor BioAge possível é 21.",
    "recommendationsBullet1": "Para progredir ou manter-se saudável: treinar frequentemente, comer bem e manter-se hidratado.",
    "recommendationsBullet2": "Mas o mais importante é que desfrutem da vossa vida!",
    "gotItButton": "Entendi",
    "recommendationsBullet": "Use essas informações para conversar com o seu treinador sobre as metas de treino e possível adaptação dos exercícios no seu plano de treino."
  },
  "assistance": {
    "title": "Como utilizar a assistência",
    "text": "Clique no botão <0></0> nos ecrãs Strength (Força), Flexibility (Flexibilidade), Metabolic (Metabólica) e Cardio Age (Idade cardiovascular) para ler mais informações sobre os mesmos."
  },
  "chart": {
    "noDataForThisPeriod": "Não há dados para este período.",
    "emptyStateText": "O gráfico de dados históricos aparecerá aqui quando os dados estiverem disponíveis",
    "totalBioageDescription": "A idade biológica representa a saúde e o desempenho actuais. É a média da idade muscular, da idade cardiovascular e da idade metabólica. Os valores normais correspondem à idade real e quanto mais jovem for a idade biológica, melhor (o melhor valor é 21).",
    "ageYearsYaxisLabel": "idade (anos)",
    "metabolicAgeDescription": "A idade metabólica é calculada com base na gordura corporal, na relação cintura/quadril e no índice de massa corporal. A idade metabólica dá-lhe uma visão geral da relação entre a sua altura, peso e gordura corporal."
  },
  "common": {
    "realAge": "Idade real {{count}} anos",
    "weight": "Peso",
    "height": "Altura",
    "waist": "Cintura",
    "hip": "Anca"
  },
  "metabolic": {
    "title": "Idade metabólica",
    "about": {
      "whatIsHeader": "O que é a Idade Metabólica",
      "whatIsDescription": "Uma avaliação de quão bem a sua saúde metabólica está desenvolvida analisando a composição corporal em comparação com uma pessoa média da sua idade real.",
      "howCalculatedHeader": "Como é calculado",
      "howCalculatedDescription": "Analisamos a relação de vários parâmetros da sua composição corporal, como percentagem de gordura corporal, índice de massa corporal e relação cintura-quadril.",
      "bodyFatDescription": "A sua percentagem de gordura corporal em relação à sua massa corporal total. Pode obter este resultado efectuando um teste num Body Analyzer específico ou utilizando uma venda doméstica que suporte esta métrica. Média para homens: ~20; Média para mulheres: ~27",
      "bodyMassDescription": "O IMC relaciona o seu peso corporal com a sua altura e estima com precisão a sua composição corporal geral. Um IMC saudável varia entre 18,5 e 25",
      "waistHipDescription": "O rácio cintura-quadril compara a circunferência da cintura e da anca e fornece informações sobre a distribuição da gordura. Quanto mais baixo for o rácio, menor é o risco de doenças cardiovasculares. Média para homens: ~0,92; Média para mulheres: ~0,83"
    },
    "historyTitle": "Histórico da idade metabólica"
  },
  "measurements": {
    "title": "Medidas",
    "about": "Sobre {{measurementName}}",
    "howToMeasure": "Como medir {{measurementName}}",
    "types": {
      "BMI": {
        "label": "Índice de massa corporal",
        "description": "Uma medida comum para classificar o peso corporal em relação à altura corporal. No entanto, o significado é limitado, pois pessoas com muita massa muscular podem ter um IMC maior que 25 e ainda assim serem saudáveis. Para uma melhor compreensão da composição corporal (gordura, músculos, ...). Pode ser influenciado positivamente pela atividade física e nutrição saudável.",
        "howToMeasureDescription": "Adicione a sua altura e peso mais recentes. Para manter o IMC preciso, mantenha o seu valor de peso atualizado."
      },
      "BODY_FAT": {
        "label": "Gordura corporal",
        "description": "Um bom indicador para classificar sua composição corporal. Gordura corporal muito alta é um indicador básico de risco à saúde. Excelentes níveis de gordura corporal revelam o \"pacote de seis\". Pode ser influenciado positivamente pela atividade física e nutrição saudável.",
        "howToMeasureDescription": "Os melhores resultados são alcançados com um analisador corporal; entre em contacto com a sua instituição para realizá-lo. Outras opções são o uso de uma balança doméstica com o recurso \"Composição corporal\" ou uma calculadora on-line para medir o percentual estimado de gordura, medindo as circunferências das partes do seu corpo."
      },
      "WAIST_TO_HIP_RATIO": {
        "label": "Rácio cintura-quadril",
        "description": "Indicador comum de riscos para a saúde cardiovascular, observando a distribuição de gordura, que é principalmente determinada geneticamente. Os tipos de corpo que carregam mais gordura na área média do tronco estão relacionados a um risco maior. Para esses tipos de corpo, é ainda mais importante permanecer magro em geral. Uma alimentação saudável e exercícios regulares ajudam.",
        "howToMeasureDescription": "Utilize uma fita métrica para verificar a circunferência mais estreita da sua cintura (mesmo acima do umbigo)."
      },
      "WAIST_CM": {
        "label": "Circunferência da cintura",
        "description": "Seu diâmetro médio individual. Negativo influenciado pela gordura visceral e resultado do seu tipo morfológico."
      },
      "HIP_CM": {
        "label": "Circunferência da anca",
        "description": "O diâmetro individual do quadril, medido na área máxima das nádegas. Resultado da sua composição corporal."
      },
      "WEIGHT_KG": {
        "label": "Peso",
        "description": "O peso corporal por si só tem um valor muito limitado para a saúde. Para obter informações reais, observe a composição corporal (gordura, músculos, ...). Em geral, um peso corporal elevado cria um impacto maior nas articulações e nos tendões. Você precisa construir mais força muscular para compensar esses impactos."
      },
      "FAT_MASS_INDEX": {
        "label": "Índice de massa gorda",
        "description": "O índice de massa gorda coloca a massa gorda em relação à altura corporal. É um indicador muito bom para classificar sua composição corporal, superior ao% de gordura corporal. Valores muito altos são um indicador básico de risco à saúde. Valores excelentes um sinal de boa estética revelam o \"pacote de seis\". Pode ser influenciado positivamente pela atividade física e nutrição saudável."
      },
      "SKELETAL_MUSCLE_MASS": {
        "label": "Massa muscular esquelética",
        "description": "Os músculos são importantes para a qualidade de vida. Valores muito baixos são um indicador de risco para lesões e fragilidade (Sarcopenia). Os músculos saudáveis regulam o sistema imunológico, reduzem as inflamações e melhoram o metabolismo (miocinas). Influenciado positivamente pelo treinamento de força."
      },
      "BODY_MUSCLE_PERCENTS": {
        "label": "Massa muscular",
        "description": "Os músculos são importantes para a qualidade de vida. Valores muito baixos são um indicador de risco para lesões e fragilidade (Sarcopenia). Os músculos saudáveis regulam o sistema imunológico, reduzem as inflamações e melhoram o metabolismo (miocinas). Influenciado positivamente pelo treinamento de força."
      },
      "FAT_FREE_MASS": {
        "label": "Massa sem gordura",
        "description": "Soma do músculo, osso, órgão interno, água, tendão, peso do sangue. Valores altos se correlacionam com uma definição estética do corpo e valores muito baixos com baixo nível de condicionamento físico. Influenciado positivamente pelo treinamento de força e alimentação saudável."
      },
      "FAT_FREE_MASS_INDEX": {
        "label": "Índice de massa sem gordura",
        "description": "O índice de massa livre de gordura é um indicador atlético. Valores altos se correlacionam com a definição estética do corpo e valores muito baixos com baixo nível de condicionamento físico. Influenciado positivamente pelo treinamento de força e alimentação saudável."
      },
      "VISCERAL_FAT": {
        "label": "Gordura Visceral",
        "description": "A gordura visceral é a gordura da cavidade abdominal ao redor dos órgãos internos. Valores elevados são um fator de risco para doenças metabólicas e processos inflamatórios. Pode ser reduzido significativamente pelo treinamento físico."
      },
      "VISCERAL_FAT_LEVEL_CM2": {
        "label": "Nível de gordura visceral",
        "description": "A gordura visceral é a gordura da cavidade abdominal ao redor dos órgãos internos. Valores elevados são um fator de risco para doenças metabólicas e processos inflamatórios. Pode ser reduzido significativamente pelo treinamento físico."
      },
      "VISCERAL_FAT_RATING": {
        "label": "Classificação gordura visceral",
        "description": "A gordura visceral é a gordura da cavidade abdominal ao redor dos órgãos internos. Valores elevados são um fator de risco para doenças metabólicas e processos inflamatórios. Pode ser reduzido significativamente pelo treinamento físico."
      },
      "BODY_WATER": {
        "label": "Água Corporal",
        "description": "Solvente, agente de transporte, recurso nutritivo e regulador de temperatura. A desidratação é um risco perigoso para a saúde e bastante comum. O consumo excessivo de água é menos comum, mas também pode ser um problema em certas condições."
      },
      "BODY_PROTEIN_KG": {
        "label": "Proteína Corporal",
        "description": "Alta correlação com a massa muscular e colágeno. Pool de aminoácidos que são substâncias de base vital, necessárias para todo o mecanismo de reparo do corpo e processo de cura. O baixo nível de proteína suprime o sistema imunológico e estabelece um estado de saúde fraco. Influenciado positivamente pelo treinamento de força e alimentos ricos em proteínas."
      },
      "BODY_MINERALS_KG": {
        "label": "Minerais",
        "description": "Parâmetro para sua estabilidade óssea. Valores muito baixos estão associados à osteoporose, o que aumenta o risco de fraturas ósseas. O treinamento de força é uma profilaxia importante, melhor combinada com suplementos de cálcio e vitamina D."
      },
      "EXTRA_CELLULAR_WATER": {
        "label": "Água Extra Celular",
        "description": "A fração da água corporal representada por todos os componentes fluidos do sistema cardiovascular. É o seu meio de transporte metabólico. Valores muito baixos indicam desidratação prejudicial. O treinamento de resistência pode melhorar o equilíbrio hídrico do corpo."
      },
      "INTRA_CELLULAR_WATER": {
        "label": "Água Intra Celular",
        "description": "A fração de água corporal representada em todas as células do seu corpo, que são as suas baterias. A fração de água intracelular é o seu carregador de baterias e desintoxicante. Um estado baixo indica uma desidratação doentia, porque as pilhas secas não funcionam. O treino desportivo melhora o estado da água celular."
      },
      "SOFT_LEAN_MASS_KG": {
        "label": "Massa Enxuta Suave",
        "description": "Soma do total de água corporal, proteínas e minerais não ósseos. Valores baixos indicam condições de alimentação potencialmente prejudiciais à saúde. Ao lado da predisposição genética, é resultado das condições de nutrição e estilo de vida individuais."
      },
      "SEGMENTAL_LEAN_TRUNK_KG": {
        "label": "Tronco de massa enxuta",
        "description": "Massa magra do tronco separada. Valores baixos indicam um estado segmentar fraco. Concentre-se numa massa muscular saudável no seu tronco. O seu tronco é o centro do seu corpo e desempenha um papel crucial na estabilidade das suas costas. Pode ser melhorado através do treino abdominal ou das costas e de uma alimentação saudável."
      },
      "SEGMENTAL_MUSCLE_TRUNK_KG": {
        "label": "Tronco Muscular",
        "description": "Massa muscular do tronco separada. Valores baixos indicam um estado segmentar fraco. Concentre-se numa massa muscular saudável no seu tronco. O tronco é o centro do corpo e desempenha um papel crucial na estabilidade das costas. Pode ser melhorado através de treino abdominal ou das costas."
      },
      "TOTAL_ENERGY_EXPENDITURE": {
        "label": "Gasto total de energia",
        "description": "Esta é a energia diária necessária ao seu corpo. É determinado pelo seu gasto de energia em repouso (~ 70%) e pela quantidade de atividade diária (~ 30%). Influenciado positivamente por um aumento na atividade física regular e aumento no gasto energético de repouso."
      },
      "RESTING_ENERGY_EXPENDITURE": {
        "label": "Gasto energético de repouso",
        "description": "Esta é a energia diária necessária ao seu corpo para realizar as funções mais básicas quando o corpo está em repouso, como respirar ou circular o sangue. É influenciada por muitos fatores - incluindo idade, sexo, massa muscular e também o nível de regeneração após a atividade física. Influenciado positivamente pelo treinamento de força e exercícios cardiovasculares intensos."
      },
      "BODY_PHASE_ANGLE": {
        "label": "Ângulo de fase",
        "description": "O ângulo de fase é um indicador da saúde e integridade das células corporais. Um ângulo de fase alto indica membranas celulares intactas. Ele aumenta quando você está saudável e diminui quando você está doente. Ele também diminui com a idade. Quando você aumenta seu Ângulo de Fase, você retarda o envelhecimento. O ângulo de fase pode ser melhorado por um aumento na massa livre de gordura em relação ao peso corporal."
      },
      "BASAL_METABOLIC_RATE_KJ": {
        "label": "Taxa Metabólica Basal",
        "description": "Esta é a energia diária necessária ao seu corpo para realizar as funções mais básicas quando o corpo está em repouso, como respirar ou circular o sangue. É influenciada por muitos fatores - incluindo idade, sexo, massa muscular e também o nível de regeneração após a atividade física. Influenciado positivamente pelo treinamento de força e exercícios cardiovasculares intensos."
      },
      "SEGMENTAL_LEAN_ARM_KG": {
        "label": "Braço de massa magra",
        "description": "Massa magra do braço separado. Valores baixos indicam um estado segmentar fraco. Concentre-se em equilibrar os seus lados direito e esquerdo para evitar desequilíbrios musculares. Pode ser melhorado através do treino com um braço só e de uma alimentação saudável."
      },
      "SEGMENTAL_LEAN_LEG_KG": {
        "label": "Perna de massa magra",
        "description": "Massa magra da perna separada. Valores baixos indicam um estado segmentar fraco. Concentre-se em equilibrar os seus lados direito e esquerdo para evitar desequilíbrios musculares. Pode ser melhorado através do treino com uma só perna e de uma alimentação saudável."
      },
      "SEGMENTAL_MUSCLE_ARM_KG": {
        "label": "Músculos do braço",
        "description": "Massa muscular do braço separada. Valores baixos indicam status segmentar fraco. Concentre-se para equilibrar o lado direito e esquerdo para evitar desequilíbrios musculares. Pode ser melhorado pelo treinamento de bíceps ou tríceps com um único braço."
      },
      "SEGMENTAL_MUSCLE_LEG_KG": {
        "label": "Músculos da perna",
        "description": "Massa muscular da perna separada. Valores baixos indicam um estado segmentar fraco. Concentre-se em equilibrar os seus lados direito e esquerdo para evitar desequilíbrios musculares. Pode ser melhorado através do treino com uma só perna."
      },
      "SEGMENTAL_FAT_TRUNK_KG": {
        "label": "Massa gorda do tronco",
        "description": "Massa gorda do tronco separada. Valores baixos indicam um estado segmentar fraco. Concentre-se numa massa gorda saudável no seu tronco. O tronco é o centro do corpo e desempenha um papel crucial na estabilidade das costas. Pode ser melhorado através de treino abdominal ou das costas e de uma alimentação saudável."
      },
      "SEGMENTAL_FAT_LEG_KG": {
        "label": "Massa gorda da perna",
        "description": "Massa gorda da perna separada. Valores baixos indicam um estado segmentar fraco. Concentre-se em equilibrar os seus lados direito e esquerdo para evitar desequilíbrios musculares. Pode ser melhorado através do treino de uma perna só e de uma alimentação saudável."
      },
      "SEGMENTAL_FAT_ARM_KG": {
        "label": "Massa gorda do braço",
        "description": "Massa gorda separada do braço. Valores baixos indicam um estado segmentar fraco. Concentre-se em equilibrar os seus lados direito e esquerdo para evitar desequilíbrios musculares. Pode ser melhorado através do treino com um braço só e de uma alimentação saudável."
      },
      "TORSO_LATERAL_FLEXION_DEGREE": {
        "label": "Lat Flex",
        "description": "Os músculos laterais do tronco dobram, giram e estabilizam o core. Um aumento da rigidez muscular e flexibilidade limitada podem causar dores na coluna lombar. Além disso, a capacidade de expansão do diafragma e do tórax é limitada, o que inibe a respiração normal."
      },
      "NECK_LATERAL_FLEXION_DEGREE": {
        "label": "Pescoço",
        "description": "Os músculos laterais do pescoço estabilizam e movimentam a cabeça. Posições monótonas, como trabalhar num computador durante muito tempo, e também o stress resultam numa diminuição da flexibilidade, o que pode provocar dores de cabeça, dores de tensão, cerramento dos maxilares e dores na coluna cervical."
      },
      "HIP_EXTENSION_DEGREE": {
        "label": "Anca",
        "description": "Os músculos flexores da anca controlam a sua postura durante movimentos como andar e correr. Estar sentado durante muito tempo numa posição contraída provoca o encurtamento dos músculos, o que afecta negativamente a sua postura e, em última análise, conduz a dores na coluna lombar."
      },
      "CHEST_EXTENSION_DEGREE": {
        "label": "Peito",
        "description": "Os músculos peitorais movem o braço e estabilizam a articulação do ombro. Passar muito tempo numa posição inclinada para a frente, como quando se trabalha num computador, encurta os músculos do peito, o que pode provocar dores na coluna cervical, problemas nos ombros e inibir a função respiratória"
      },
      "HAMSTRING_EXTENSION_DEGREE": {
        "label": "Isquiotibiais",
        "description": "A cadeia dorsal consiste nos músculos da panturrilha e isquiotibiais. Posições monótonas, como sentar ou andar de bicicleta, podem causar maior tensão e uma flexibilidade limitada, o que resulta em uma postura inadequada e pode causar dores na região lombar."
      },
      "RESTING_HEART_RATE": {
        "label": "Frequência cardíaca em repouso",
        "description": "A frequência cardíaca em repouso é o número de vezes que o coração bate por minuto quando você está em repouso – como quando está relaxado, sentado ou deitado. Você pode simplesmente avaliar sua frequência cardíaca em repouso contando os batimentos cardíacos durante 15 segundos e multiplicar esse valor por 4. Você pode encontrar seu coração batendo no pulso ou na artéria carótida. Um valor normal para a frequência cardíaca em repouso varia entre 50 e 80 batimentos por minuto. Uma frequência cardíaca elevada em repouso está associada a uma taxa de mortalidade mais alta.",
        "howtoMeasure": "Pode simplesmente avaliar a sua frequência cardíaca em repouso através da contagem dos batimentos cardíacos durante 15 segundos e multiplicar este valor por 4. Pode encontrar o seu batimento cardíaco no pulso ou na artéria carótida. Um valor normal para a frequência cardíaca em repouso varia entre 50 e 80 batimentos por minuto. Uma frequência cardíaca elevada em repouso está associada a uma maior taxa de mortalidade."
      },
      "BLOOD_PRESSURE_MMHG": {
        "label": "Tensão arterial",
        "description": "A tensão arterial reflecte o estado geral do sistema cardiovascular. Uma tensão arterial elevada pode ser um indicador de doenças subjacentes e pode ter efeitos a longo prazo. Uma tensão arterial normal é de cerca de 120 sistólica e 80 diastólica.",
        "howtoMeasureListHeader": "A tensão arterial é medida em milímetros de mercúrio (mmHg) e é apresentada sob a forma de 2 números:",
        "howtoMeasureBullet1": "pressão sistólica - a pressão quando o coração empurra o sangue para fora do corpo",
        "howtoMeasureBullet2": "pressão diastólica - a pressão quando o coração descansa entre os batimentos e o sangue é empurrado à volta do coração",
        "howtoMeasureListFooter": "O número mais elevado é sempre a pressão sistólica e é sempre indicado em primeiro lugar. Por exemplo, uma tensão arterial indicada como \"120 sobre 80\" ou 120/80 mmHg significa uma tensão sistólica de 120 mmHg e uma tensão diastólica de 80 mmHg.",
        "howtoMeasureFooter": "Pode avaliar a sua tensão arterial com o monitor de tensão arterial.",
        "howtoMeasureHint": "Não fume, não beba bebidas com cafeína nem faça exercício nos 30 minutos anteriores à medição da tensão arterial. Sente-se com as costas direitas e apoiadas. Não efectue a medição por cima da roupa."
      },
      "VO2MAX": {
        "label": "VO2máx",
        "description": "O VO2max é uma medida direta da sua capacidade cardiovascular e reflecte a capacidade do seu corpo para trabalhar a intensidades mais elevadas durante um longo período de tempo. Pode aceder ao seu VO2max através do teste cardio e com dispositivos desportivos ou relógios.",
        "howtoMeasureLine1": "O VO2max é uma medida direta da sua capacidade cardiovascular e reflecte a capacidade do seu corpo para trabalhar a intensidades mais elevadas durante um longo período de tempo.",
        "howtoMeasureLine2": "O VO2max é medido em mililitros de oxigénio utilizados num minuto por quilograma de peso corporal (mL/kg/min).",
        "howtoMeasureLine3": "Pode avaliar o seu VO2max através do teste cardio e com aparelhos desportivos ou relógios."
      }
    },
    "interpretation": {
      "low": "Baixo",
      "normal": "Normal",
      "excellent": "Excelente",
      "elevated": "Elevado"
    }
  },
  "strength": {
    "title": "Força Idade",
    "about": {
      "whatIsHeader": "O que é a Força Saúde",
      "whatIsDescription": "Uma medida do desempenho do seu sistema muscular em comparação com uma pessoa média da sua idade.",
      "howCalculatedHeader": "Como é calculado",
      "howCalculatedDescription": "Analisamos os resultados de todos os exercícios de força máxima (manuais ou baseados em máquinas EGYM) para identificar as suas capacidades de força e desequilíbrios musculares em 3 zonas do corpo (parte superior do corpo, núcleo, parte inferior do corpo).",
      "theKeyMetric": "A métrica chave é a relação entre a sua força e o seu peso corporal.",
      "theIdealRatio": "A proporção ideal depende do seu sexo e do exercício que está a realizar."
    },
    "historyTitle": "Força Idade História",
    "takeStrengthTest": "Fazer o teste de força",
    "measurementTrackingDescription": "Tente efetuar o exercício completando o maior número de repetições possível de forma controlada com o melhor peso que conseguir. O número de repetições que completar com esse peso será utilizado para estimar a sua medida de força máxima.",
    "measurementCalculatedDescription": "O valor a seguir representa a quantidade de força que gastou durante o teste.",
    "measurementTrackSuccess": "Os seus resultados foram registados com sucesso",
    "muscleBalance": {
      "emptyState": {
        "title": "Descubra a sua força",
        "text": "Faça um teste de força para obter uma análise do seu desequilíbrio muscular"
      },
      "greatWork": "Excelente trabalho!",
      "statusImbalanced": "Desequilibrado",
      "statusBalanced": "Equilibrado",
      "imbalanced": {
        "abs": "Concentre-se mais nos abdominais",
        "biceps": "Concentre-se mais nos bíceps",
        "calves": "Concentre-se mais no peito",
        "chest": "Concentre-se mais no peito",
        "hamstring": "Concentre-se mais nos isquiotibiais",
        "inner_hips": "Concentre-se mais nos quadris internos",
        "lats": "Concentre-se mais nos lats",
        "left_gluteus": "Concentre-se mais no glúteo esquerdo",
        "left_torso": "Concentre-se mais no tronco esquerdo",
        "lower_back": "Concentre-se mais na parte inferior das costas",
        "outer_hips": "Concentre-se mais nos quadris externos",
        "quadriceps": "Concentre-se mais nos quadríceps",
        "right_gluteus": "Concentre-se mais no glúteo direito",
        "right_torso": "Concentre-se mais no tronco direito",
        "shoulder": "Concentre-se mais nos ombros",
        "thighs": "Concentre-se mais nas coxas",
        "triceps": "Concentre-se mais nos tríceps",
        "upper_back": "Concentre-se mais na parte superior das costas",
        "rear_shoulder": "Concentre-se mais nos ombros traseiros"
      },
      "muscle": {
        "abs": "Abs",
        "biceps": "Bicípite",
        "calves": "Vitelos",
        "chest": "Peito",
        "hamstring": "Isquiotibiais",
        "inner_hips": "Faces mediais da anca",
        "lats": "Grande dorsal",
        "left_gluteus": "Glúteo esquerdo",
        "left_torso": "Torso esquerdo",
        "lower_back": "Parte inferior das costas",
        "outer_hips": "Faces laterais da anca",
        "quadriceps": "Quadríceps",
        "right_gluteus": "Glúteo direito",
        "right_torso": "Torso direito",
        "shoulder": "Ombro",
        "thighs": "Coxas",
        "triceps": "Tríceps",
        "upper_back": "Zona dorsal",
        "rear_shoulder": "Ombro traseiro"
      },
      "guidanceTextBullet3": "Para efetuar o teste de força, complete os exercícios recomendados para a parte superior do corpo, o tronco e a parte inferior do corpo.",
      "guidanceTextBullet2": "Pode encontrar os exercícios adicionais premindo o botão \"+ Mostrar mais\".",
      "guidanceTextBullet1": "Tente realizar o exercício completando o maior número possível de repetições de forma controlada com o melhor peso que conseguir."
    }
  },
  "muscleBalance": {
    "muscleBalance": "Equilíbrio muscular",
    "muscleBalanceAnalysis": "Análise do equilíbrio muscular"
  },
  "flexibility": {
    "title": "Flexibilidade BioAge",
    "about": {
      "whatIsHeader": "O que é Flexibilidade BioAge?",
      "whatIsDescription": "Uma avaliação para determinar se as suas articulações têm uma amplitude de movimento saudável em comparação com a sua idade real.",
      "importantNoticeHeader": "Aviso importante",
      "importantNoticeDescription": "Flexibility Age é preenchido com dados do Fitness Hub. Siga as instruções no Fitness Hub, passe nos testes de flexibilidade e obtenha informações sobre a sua saúde de flexibilidade.",
      "howCalculatedHeader": "Como é calculado",
      "howCalculatedDescription": "Analisamos todos os resultados dos testes de flexibilidade em várias partes do corpo. Os resultados são comparados com a flexibilidade média de outros utilizadores do EGYM.",
      "recommendationDescription": "Use essas informações para conversar com o seu treinador sobre as metas de treino e possível adaptação dos exercícios no seu plano de treino."
    },
    "historyTitle": "Flexibilidade Idade História",
    "recommendations": "Para mais informações sobre os exercícios, contacte o seu treinador."
  },
  "cardio": {
    "title": "Cardioidade",
    "historyTitle": "Cardioidade História",
    "about": {
      "whatIsHeader": "O que é Cardioidade",
      "whatIsDescription": "Avalia o desenvolvimento da sua saúde cardiovascular, analisando o seu nível de desempenho cardiovascular e comparando-o com o de uma pessoa média da sua idade real.",
      "howCalculatedHeader": "Como é calculado",
      "howCalculatedDescription": "Analisamos a sua capacidade cardiovascular e o seu desempenho em intensidades altas e baixas com a métrica VO2max e correlacionamo-la com a pressão arterial e a frequência cardíaca em repouso. O VO2max é geralmente considerado como o melhor indicador da aptidão cardiorrespiratória.",
      "recommendationDescription": "O VO2max pode prever o risco de morte prematura ainda melhor do que alguns factores de risco tradicionais, como o excesso de peso, o colesterol elevado ou o tabagismo. A boa notícia é que, ao contrário da sua idade real, pode reduzir a sua Cardio Bio Age com a prática regular de desporto. Quer ficar mais jovem? Continue a treinar.",
      "restingHeartRate": "Frequência cardíaca em repouso",
      "restingHeartRateDescription": "A frequência cardíaca normal em repouso para adultos varia entre 60 e 100 batimentos por minuto.",
      "bloodPressure": "Tensão arterial",
      "bloodPressureDescription": "A pressão arterial sistólica é &lt; 120 mmHg. A pressão arterial diastólica é &lt; 80 mmHg.",
      "vo2MAX": "VO2máx",
      "vo2MAXDescription": "Quanto maior for o seu VO2max, mais oxigénio o seu corpo pode utilizar e melhor será a sua capacidade cardiovascular e de resistência.",
      "normalRange": "Faixa normal",
      "normalRangeMen": "Homens: 40ml/kg/min",
      "normalRangeWomen": "Mulheres: 35 ml/kg/min",
      "heartRate": "Frequência cardíaca"
    },
    "trackBloodPressure": {
      "diastolicGreaterThanSystolic": "a pressão diastólica não pode ser superior à sistólica"
    }
  },
  "myBioage": "A minha idade biológica",
  "connectedApps": {
    "syncInProgress": "Sincronização em curso",
    "syncInProgressDescription": "Poderá demorar alguns minutos a sincronizar os seus dados, por favor volte mais tarde",
    "yourDataIsAlwaysSecure": "Os seus dados estão sempre seguros",
    "connectYourData": "Ligue os seus dados",
    "connectHealthData": "Ligar dados de saúde",
    "cardio": {
      "sharingDataHelpsDetermineCardioAge": "Ao partilhar os seus dados {{appName}} com a EGYM, tais como <0>{{heartRate}}</0> e <1>{{vo2Max}}</1>, pode ajudar-nos a determinar a sua idade cardiovascular",
      "sharingHealthAppData": "Partilhar os seus dados<br /> {{healthAppName}} ajuda a determinar a sua idade cardiovascular."
    },
    "syncError": "Parece que você rejeitou as permissões {{appName}} antes. Para ativá-las novamente, vá para as permissões {{appName}} e permita o acesso"
  },
  "updateProfileModal": {
    "description": "Adicione o seu sexo e data de nascimento para obter resultados exactos.",
    "warning": "É necessária uma idade mínima de 13 anos"
  }
}
