{
  "chart": {
    "noDataForThisPeriod": "Nu sunt informații pentru această perioadă"
  },
  "measurements": {
    "types": {
      "BMI": {
        "description": "O măsurătoare comună pentru a clasifica greutatea corporală în raport cu înălțimea corpului. Cu toate acestea, semnificația este limitată, deoarece persoanele cu multă masă musculară pot avea un IMC mai mare de 25 și pot fi totuși sănătoase. Pentru o perspectivă mai bună, uitați-vă la compoziția corpului (grăsime, mușchi,...). Poate fi influențat pozitiv de activitatea fizică și alimentația sănătoasă."
      },
      "BODY_FAT": {
        "description": "Un indicator bun pentru a vă clasifica compoziția corpului. Procentul prea mare de grăsime corporală este un indicator de bază de risc pentru sănătate. Nivelurile excelente de grăsime corporală descoperă „pachetul de șase”. Poate fi influențat pozitiv de activitatea fizică și alimentația sănătoasă."
      },
      "WAIST_TO_HIP_RATIO": {
        "description": "Indicator comun pentru riscurile pentru sănătatea cardiovasculară prin analizarea distribuției grăsimilor, care este determinată în principal genetic. Tipurile de corp care transportă mai multă grăsime în zona mijlocie a trunchiului se corelează cu un risc mai mare. Pentru acele tipuri de corp, este și mai important să rămâneți slab în general. O alimentație sănătoasă și exerciții fizice regulate ajută."
      },
      "WAIST_CM": {
        "description": "Diametrul individual al abdomenului. Influențată negativ de grăsimea viscerală și un rezultat al tipului tău morfologic."
      },
      "HIP_CM": {
        "description": "Diametrul individual al șoldului, măsurat la zona maximă a feselor. Rezultatul compoziției tale corporale."
      },
      "WEIGHT_KG": {
        "description": "Numai greutatea corporală are doar o valoare foarte limitată pentru sănătate. Pentru perspective reale, uitați-vă la compoziția corpului (grăsime, mușchi,...). În general, o greutate corporală mare creează un impact mai mare asupra articulațiilor și tendoanelor. Trebuie să construiți mai multă forță musculară pentru a compensa acest impact."
      },
      "FAT_MASS_INDEX": {
        "description": "Fat Mass Index pune masa de grăsime în raport cu înălțimea corpului. Este un indicator foarte bun pentru a-ți clasifica compoziția corporală, superioară procentului de grăsime corporală. Valorile prea mari sunt un indicator de bază de risc pentru sănătate. Valorile excelente un semn pentru o estetică bună descoperă „pachetul de șase”. Poate fi influențat pozitiv de activitatea fizică și alimentația sănătoasă."
      },
      "SKELETAL_MUSCLE_MASS": {
        "description": "Mușchii sunt importanți pentru calitatea vieții. Valorile prea scăzute sunt un indicator de risc pentru leziuni și fragilitate (Sarcopenie). Muschii sanatosi iti regleaza sistemul imunitar, reduc inflamatiile si imbunatatesc metabolismul (Myokines). Influențat pozitiv de antrenamentul de forță."
      },
      "BODY_MUSCLE_PERCENTS": {
        "description": "Mușchii sunt importanți pentru calitatea vieții. Valorile prea scăzute sunt un indicator de risc pentru leziuni și fragilitate (Sarcopenie). Muschii sanatosi iti regleaza sistemul imunitar, reduc inflamatiile si imbunatatesc metabolismul (Myokines). Influențat pozitiv de antrenamentul de forță."
      },
      "FAT_FREE_MASS": {
        "description": "Suma mușchilor, osului, organului interior, apă, tendon, greutatea sângelui. Valori mari corelate cu o definiție estetică a corpului și valori prea scăzute cu un nivel de fitness scăzut. Influențat pozitiv de antrenamentul de forță și alimentația sănătoasă."
      },
      "FAT_FREE_MASS_INDEX": {
        "description": "Indicele de masă fără grăsimi este un indicator atletic. Valori ridicate corelate cu definiția estetică a corpului și valori prea scăzute cu un nivel de fitness scăzut. Influențat pozitiv de antrenamentul de forță și alimentația sănătoasă."
      },
      "VISCERAL_FAT": {
        "description": "Grăsimea viscerală este grăsimea din cavitatea abdominală din jurul organelor interne. Valorile ridicate sunt un factor de risc pentru boli metabolice și procese inflamatorii. Poate fi redus semnificativ prin antrenamentul de fitness."
      },
      "VISCERAL_FAT_LEVEL_CM2": {
        "description": "Grăsimea viscerală este grăsimea din cavitatea abdominală din jurul organelor interne. Valorile ridicate sunt un factor de risc pentru boli metabolice și procese inflamatorii. Poate fi redus semnificativ prin antrenamentul de fitness."
      },
      "VISCERAL_FAT_RATING": {
        "description": "Grăsimea viscerală este grăsimea din cavitatea abdominală din jurul organelor interne. Valorile ridicate sunt un factor de risc pentru boli metabolice și procese inflamatorii. Poate fi redus semnificativ prin antrenamentul de fitness."
      },
      "BODY_WATER": {
        "label": "Apa de corp",
        "description": "Solvent, agent de transport, resursă nutritivă și regulator de temperatură. Deshidratarea este un risc periculos pentru sănătate și destul de comun. Consumul prea mare de apă este mai puțin frecvent, dar poate fi și o problemă în anumite condiții."
      },
      "BODY_PROTEIN_KG": {
        "label": "Proteine corporale",
        "description": "Corelație ridicată cu masa musculară și de colagen. Pool de aminoacizi care sunt substanțe de bază ale vieții, necesare pentru toate mecanismele de reparare a organismului și procesul de vindecare. Starea scăzută a proteinelor îți suprimă sistemul imunitar și stabilește o stare de sănătate slabă. Influențat pozitiv de antrenamentul de forță și alimente bogate în proteine."
      },
      "BODY_MINERALS_KG": {
        "label": "Minerale",
        "description": "Parametru pentru stabilitatea osoasă. Valorile prea mici sunt asociate cu osteoporoza care crește riscul de fracturi osoase. Antrenamentul de forta este o profilaxie importanta, cel mai bine combinata cu suplimente de calciu si vitamina D."
      },
      "EXTRA_CELLULAR_WATER": {
        "label": "Apa extra celulara",
        "description": "Fracția de apă din corp reprezentată de toate componentele fluidelor din sistemul dumneavoastră cardiovascular. Este mediul tău de transport metabolic. Valorile prea scăzute indică o deshidratare nesănătoasă. Antrenamentul de anduranță poate îmbunătăți echilibrul apei din corp."
      },
      "INTRA_CELLULAR_WATER": {
        "label": "Apă intracelulară"
      },
      "SOFT_LEAN_MASS_KG": {
        "label": "Masă slabă moale",
        "description": "Suma totală a apei corporale, proteinelor și mineralelor non-oase. Valorile scăzute indică potenţiale condiţii de alimentaţie nesănătoase. Pe lângă predispoziția genetică, un rezultat al nutriției individuale și al condițiilor de stil de viață."
      },
      "SEGMENTAL_LEAN_TRUNK_KG": {
        "label": "Trunchiul Lean Mass"
      },
      "SEGMENTAL_MUSCLE_TRUNK_KG": {
        "label": "Muschi Trunchi"
      },
      "TOTAL_ENERGY_EXPENDITURE": {
        "label": "Cheltuieli totale de energie",
        "description": "Aceasta este energia zilnică necesară corpului tău. Este determinată de cheltuiala de energie de odihnă (~70%) și de cantitatea de activitate zilnică (~30%). Influențat pozitiv de o creștere a activității fizice regulate și de creșterea consumului de energie în repaus."
      },
      "RESTING_ENERGY_EXPENDITURE": {
        "label": "Cheltuieli de energie de odihnă",
        "description": "Aceasta este energia zilnică necesară corpului dumneavoastră pentru a îndeplini cele mai de bază funcții atunci când corpul este în repaus, cum ar fi respirația sau circulația sângelui. Este influențată de mulți factori, inclusiv vârsta, sexul, masa musculară și, de asemenea, nivelul de regenerare după activitatea fizică. Influențat pozitiv de antrenamentul de forță și antrenamentele cardio intense."
      },
      "BODY_PHASE_ANGLE": {
        "label": "Unghiul de fază",
        "description": "Unghiul de fază este un indicator al sănătății și integrității celulelor corpului. Un unghi de fază ridicat indică membrane celulare intacte. Crește când ești sănătos și coboară când ești bolnav. De asemenea, scade pe măsură ce îmbătrânești. Când creșteți unghiul de fază, încetiniți îmbătrânirea. Unghiul de fază poate fi îmbunătățit cel mai bine printr-o creștere a masei fără grăsime în raport cu greutatea corporală."
      },
      "BASAL_METABOLIC_RATE_KJ": {
        "label": "Rata metabolică bazală",
        "description": "Aceasta este energia zilnică necesară corpului dumneavoastră pentru a îndeplini cele mai de bază funcții atunci când corpul este în repaus, cum ar fi respirația sau circulația sângelui. Este influențată de mulți factori, inclusiv vârsta, sexul, masa musculară și, de asemenea, nivelul de regenerare după activitatea fizică. Influențat pozitiv de antrenamentul de forță și antrenamentele cardio intense."
      },
      "SEGMENTAL_MUSCLE_ARM_KG": {
        "description": "Masa musculara bratului separat. Valorile scăzute indică starea segmentară slabă. Concentrați-vă pentru a vă echilibra partea dreaptă și stângă pentru a evita dezechilibrele musculare. Poate fi îmbunătățit prin antrenament pentru bicepși sau tricepși cu un singur braț."
      },
      "SEGMENTAL_FAT_TRUNK_KG": {
        "label": "Masa de grăsime a trunchiului"
      },
      "SEGMENTAL_FAT_LEG_KG": {
        "label": "Masa de grăsime a picioarelor"
      },
      "SEGMENTAL_FAT_ARM_KG": {
        "label": "Masa de grăsime a brațului"
      },
      "HAMSTRING_EXTENSION_DEGREE": {
        "label": "Tendon genunchi",
        "description": "Lanțul dorsal este format din mușchii gambei și ischio-jambierii. Pozițiile monotone precum șezatul sau mersul pe bicicletă pot provoca o tensiune mai mare și o flexibilitate limitată, ceea ce duce la o postură proastă și poate duce la dureri de spate."
      }
    },
    "interpretation": {
      "low": "Scăzut",
      "normal": "Normal",
      "excellent": "Excelent",
      "elevated": "Elevat"
    }
  },
  "myBioage": "Vârsta mea"
}
