{
  "homepageTitle": "Biologisk ålder",
  "auth": {
    "signupTitle": "Vad är BioAge?",
    "loginTitle": "Bedöm din BioAge och anslut till EGYM-utrustning med EGYM ID.",
    "signupDescription": "BioAge är en omfattande hälso- och fitnessindikator som kombinerar ett brett spektrum av viktiga mätningar för att skapa en BioAge som kan jämföras med din faktiska fysiska ålder.",
    "signupDescription2": "Du kommer att kunna förstå hur din träningsrutin påverkar din kondition och hälsa på ett positivt sätt och du kommer att kunna följa dina framsteg."
  },
  "bodyRegions": {
    "title": "Kroppsregioner",
    "upperBody": "Överkropp",
    "lowerBody": "Underkropp"
  },
  "home": {
    "assistance": "Assistans",
    "categories": {
      "title": "Kategorier",
      "strength": "Styrka",
      "metabolic": "Metabolism",
      "flexibility": "Flexibilitet",
      "cardio": "Konditionsträning"
    },
    "information": {
      "title": "Information om",
      "subtitle": "Hjälp med virtuell assistans",
      "text": "Få mer information om BioAge och tips om hur du använder det",
      "readMore": "Läs mer om"
    },
    "analysisEmptyState": {
      "title": "Upptäck din biologiska ålder",
      "text": "Beräknat baserat på de maximala hållfasthetsresultaten utförda på EGYM-maskiner eller lagts till manuellt i appen. För att förbättra BioAge över tid, använd muskelobalansanalys för att justera dina träningar på det mest effektiva sättet."
    }
  },
  "about": {
    "title": "Vad är BioAge",
    "topDescription": "Ett mått för att hjälpa dig att förstå hur din fitnessnivå är jämfört med en genomsnittlig person i din ålder.",
    "subheader": "Hur BioAge beräknas",
    "howToBullet1": "En lägre BioAge innebär en högre konditionsnivå.",
    "howToBullet2": "Den bästa möjliga BioAge är 21.",
    "recommendationsBullet1": "För att göra framsteg eller hålla dig frisk: träna ofta, ät bra och håll dig hydrerad.",
    "recommendationsBullet2": "Men viktigast av allt är att njuta av livet!",
    "gotItButton": "Jag fattar",
    "recommendationsBullet": "Använd denna information för att prata med din tränare om träningsmål och möjlig anpassning av övningar i din träningsplan."
  },
  "assistance": {
    "title": "Hur man använder assistans",
    "text": "Klicka på knappen <0></0> på skärmarna Strength, Flexibility, Metabolic och Cardio Age för att läsa mer information om dem."
  },
  "chart": {
    "noDataForThisPeriod": "Inga data för denna tidsperiod",
    "emptyStateText": "Grafen för historiska data kommer att visas här så snart data finns tillgängliga",
    "totalBioageDescription": "Den biologiska åldern representerar den aktuella hälsan och prestationsförmågan. Den är genomsnittet av muskelåldern, hjärtåldern och den metaboliska åldern. Normalvärdena stämmer överens med den verkliga åldern och ju yngre den biologiska åldern är desto bättre (bästa värdet är 21).",
    "ageYearsYaxisLabel": "ålder (år)",
    "metabolicAgeDescription": "Den metaboliska åldern beräknas med hjälp av kroppsfett, midja till höftförhållande och body-mass-index. Den metaboliska åldern ger dig en överblick över förhållandet mellan din längd, vikt och kroppsfett."
  },
  "common": {
    "realAge": "Verklig ålder {{count}} år",
    "weight": "Vikt",
    "height": "Höjd",
    "waist": "Midja",
    "hip": "Höft"
  },
  "metabolic": {
    "title": "Metabolisk ålder",
    "about": {
      "whatIsHeader": "Vad är den metabola åldern?",
      "whatIsDescription": "En utvärdering av hur väl din ämnesomsättnings hälsa är utvecklad genom att analysera kroppssammansättning jämfört med en genomsnittlig person i din verkliga ålder.",
      "howCalculatedHeader": "Hur det beräknas",
      "howCalculatedDescription": "Vi analyserar relationen mellan olika parametrar av din kroppskonstitution, som exempelvis kroppsfettprocent, BMI och midja-höft-förhållande.",
      "bodyFatDescription": "Din kroppsfettprocent i förhållande till din totala kroppsmassa. Du kan få detta resultat genom att utföra ett test på en specifik Body Analyzer eller genom att använda en hemförsäljning som stöder detta mått. Genomsnitt för män: ~20; Genomsnitt för kvinnor: ~27",
      "bodyMassDescription": "BMI relaterar din kroppsvikt till din längd och ger en exakt uppskattning av din allmänna kroppssammansättning. Ett hälsosamt BMI ligger mellan 18,5 och 25",
      "waistHipDescription": "Waist-Hip Ratio jämför midjemåttet med höftomfånget och ger en bild av fettfördelningen. Ju lägre kvoten är, desto lägre är risken för hjärt- och kärlsjukdomar. Genomsnitt för män: ~0,92; Genomsnitt för kvinnor: ~0,83"
    },
    "historyTitle": "Metabolisk åldershistorik"
  },
  "measurements": {
    "title": "Mått",
    "about": "Om {{measurementName}}",
    "howToMeasure": "Hur man mäter {{measurementName}}",
    "types": {
      "BMI": {
        "label": "Body mass Index",
        "description": "Ett vanligt mått för att klassificera kroppsvikt i förhållande till kroppslängd. Det har dock begränsad betydelse eftersom personer med mycket muskelmassa kan ha ett BMI större än 25 och ändå vara friska. För att få en bättre uppfattning bör man titta på kroppssammansättningen (fett, muskler ...). Kan påverkas positivt av fysisk aktivitet och hälsosam kost.",
        "howToMeasureDescription": "Lägg till din senaste längd och vikt. För att hålla ditt BMI exakt, håll ditt viktvärde uppdaterat."
      },
      "BODY_FAT": {
        "label": "Kroppsfett",
        "description": "En bra indikator för att klassificera din kroppssammansättning. För högt kroppsfett är en grundläggande hälsoriskindikator. Utmärkta kroppsfettnivåer gör att dina \"magrutor\" syns. Kan påverkas positivt av fysisk aktivitet och hälsosam kost.",
        "howToMeasureDescription": "De bästa resultaten uppnås med en kroppsanalysator, var vänlig kontakta din träningsanläggning för att genomföra detta. Andra alternativ är att använda en hemmavåg med en 'kroppssammansättningsfunktion' eller onlinekalkylator för att mäta uppskattad fettprocent genom att mäta omkretsen av dina kroppsdelar."
      },
      "WAIST_TO_HIP_RATIO": {
        "label": "Midja-höft-förhållande",
        "description": "Vanlig indikator för kardiovaskulära hälsorisker genom att titta på fettfördelningen som huvudsakligen är genetiskt bestämd. Kroppstyper som bär mer fett i mitten av torsoområdet korrelerar till en högre risk. För dessa kroppstyper är det ännu viktigare att hålla sig mager i allmänhet. En hälsosam kost och regelbunden motion hjälper.",
        "howToMeasureDescription": "Använd ett måttband för att kontrollera midjans smalaste omkrets (strax ovanför naveln)."
      },
      "WAIST_CM": {
        "label": "Omkrets i midjan",
        "description": "Din individuella midjediameter. Påverkas negativt av bukfett, och är ett resultat av din morfologiska typ."
      },
      "HIP_CM": {
        "label": "Höftomkrets",
        "description": "Din individuella höftdiameter, mäts där stussen är som störst. Ett resultat av din kroppssammansättning."
      },
      "WEIGHT_KG": {
        "label": "Vikt",
        "description": "Kroppsvikten i sig har endast en mycket begränsad betydelse för hälsan. För att få en bättre uppfattning bör man titta på kroppssammansättningen (fett, muskler, ...). I allmänhet har en hög kroppsvikt en större inverkan på leder och senor. För att kompensera för denna påverkan måste man förbättra sin muskelstyrka."
      },
      "FAT_MASS_INDEX": {
        "label": "Fettmassaindex",
        "description": "FMI (Fat Mass Index) ställer fettmassa i förhållande till kroppsvikt. Det är en mycket bra indikator för att klassificera din kroppssammansättning, bättre än kroppsfettsprocent. För höga värden är en grundläggande hälsoriskindikator. Utmärkta värden är ett tecken på en estetisk kropp. Kan påverkas positivt av fysisk aktivitet och hälsosam kost."
      },
      "SKELETAL_MUSCLE_MASS": {
        "label": "Skelettmuskelmassa",
        "description": "Muskler är viktiga för livskvaliteten. För låga värden är en riskindikator för skador och svaghet (sarkopeni). Friska muskler reglerar ditt immunförsvar, minskar inflammationer och förbättrar ämnesomsättningen (myokiner). Styrketräning har en positiv inverkan."
      },
      "BODY_MUSCLE_PERCENTS": {
        "label": "Muskelmassa",
        "description": "Muskler är viktiga för livskvaliteten. För låga värden är en riskindikator för skador och svaghet (sarkopeni). Friska muskler reglerar ditt immunförsvar, minskar inflammationer och förbättrar ämnesomsättningen (myokiner). Styrketräning har en positiv inverkan."
      },
      "FAT_FREE_MASS": {
        "label": "Fettfri massa",
        "description": "Summan av muskler, ben, inre organ, vatten, senor och blodvikt. Höga värden korrelerar med en estetisk kroppsdefinition och för låga värden med en låg fitnessnivå. Styrketräning och hälsosam kost har en positiv inverkan."
      },
      "FAT_FREE_MASS_INDEX": {
        "label": "Index för fettfri massa",
        "description": "FFMI (Fat Free Mass Index) är en idrottslig indikator. Höga värden korrelerar med en estetisk kroppsdefinition och för låga värden med en låg fitnessnivå. Styrketräning och hälsosam kost har en positiv inverkan."
      },
      "VISCERAL_FAT": {
        "label": "Visceralt fett",
        "description": "Bukfett är fettet i bukhålan som omger de inre organen. Höga värden är en riskfaktor för metaboliska sjukdomar och inflammatoriska processer. Kan minskas avsevärt genom fitnessträning."
      },
      "VISCERAL_FAT_LEVEL_CM2": {
        "label": "Visceral fettnivå",
        "description": "Bukfett är fettet i bukhålan som omger de inre organen. Höga värden är en riskfaktor för metaboliska sjukdomar och inflammatoriska processer. Kan minskas avsevärt genom fitnessträning."
      },
      "VISCERAL_FAT_RATING": {
        "label": "Visceralt fettvärde",
        "description": "Bukfett är fettet i bukhålan som omger de inre organen. Höga värden är en riskfaktor för metaboliska sjukdomar och inflammatoriska processer. Kan minskas avsevärt genom fitnessträning."
      },
      "BODY_WATER": {
        "label": "Kroppsvatten",
        "description": "Lösningsmedel, transportmedel, näringsresurs och temperaturregulator. Uttorkning är en farlig hälsorisk och ganska vanlig. Ett för stort vattenintag är mindre vanligt men kan också vara ett problem under vissa förhållanden."
      },
      "BODY_PROTEIN_KG": {
        "label": "Kroppsprotein",
        "description": "Hög korrelation med muskel- och kollagenmassa. En pool av aminosyror som är livsviktiga substanser och som behövs för alla läkningsprocesser i kroppen. Låg proteinstatus hämmar ditt immunsystem och lägger grunden till ett dåligt hälsotillstånd. Styrketräning och proteinrik kost har positiv inverkan."
      },
      "BODY_MINERALS_KG": {
        "label": "Mineraler",
        "description": "Parameter för din benstabilitet. För låga värden förknippas med osteoporos vilket ökar risken för benfrakturer. Styrketräning är en viktig förebyggande åtgärd, som med fördel kombineras med näringstillskott i form av kalcium och D-vitamin."
      },
      "EXTRA_CELLULAR_WATER": {
        "label": "Extracellulärt vatten",
        "description": "Andelen kroppsvatten som representeras av alla vätskekomponenter i ditt kardiovaskulära system. Det är ditt metaboliska transportmedium. För låga värden indikerar ohälsosam uttorkning. Uthållighetsträning kan förbättra din kroppsvattenbalans."
      },
      "INTRA_CELLULAR_WATER": {
        "label": "Intracellulärt vatten",
        "description": "Den del av kroppsvattnet som finns i alla kroppens celler, som är batterierna. Den intracellulära vattenfraktionen är din batteriladdare och avgiftare. Låg status indikerar ohälsosam uttorkning, eftersom torra batterier inte fungerar. Sportig träning förbättrar din cellulära vattenstatus."
      },
      "SOFT_LEAN_MASS_KG": {
        "label": "Mjuk mager massa",
        "description": "Den totala summan av kroppsvatten, protein och icke-osseösa mineraler. Låga värden indikerar potentiellt ohälsosamma kostförhållanden. Förutom genetiska anlag är detta ett resultat av personens näringsintag och livsstil."
      },
      "SEGMENTAL_LEAN_TRUNK_KG": {
        "label": "Mager massa bål",
        "description": "Separerad muskelmassa i bålen. Låga värden indikerar svag segmentstatus. Fokusera på en hälsosam muskelmassa i bålen. Din bål är kroppens mittpunkt och spelar en avgörande roll för din ryggstabilitet. Kan förbättras genom mag- eller ryggträning och hälsosam kost."
      },
      "SEGMENTAL_MUSCLE_TRUNK_KG": {
        "label": "Muskler bål",
        "description": "Separerad muskelmassa i bålen. Låga värden indikerar svag segmentstatus. Fokusera på en hälsosam muskelmassa i bålen. Bålen är kroppens mittpunkt och spelar en avgörande roll för stabiliteten i ryggen. Kan förbättras genom mag- eller ryggträning."
      },
      "TOTAL_ENERGY_EXPENDITURE": {
        "label": "Total energiförbrukning",
        "description": "Detta är den dagliga energi som din kropp behöver. Den bestäms av din energiförbrukning vid vila (~ 70 %) och mängden fysisk aktivitet (~ 30 %). Påverkas positivt av ökad fysisk aktivitet och en ökning av energiförbrukningen vid vila."
      },
      "RESTING_ENERGY_EXPENDITURE": {
        "label": "Energiförbrukning vid vila",
        "description": "Detta är den dagliga energi som din kropp behöver för att utföra de mest grundläggande funktionerna när kroppen är i vila, t.ex. andning och blodcirkulation. Energin påverkas av flera faktorer – inklusive ålder, kön, muskelmassa och även regenerationsnivån efter fysisk aktivitet. Styrketräning och intensiv konditionsträning har positiv inverkan."
      },
      "BODY_PHASE_ANGLE": {
        "label": "Fasvinkel",
        "description": "Fasvinkel är en indikator på kroppscellernas hälsa och integritet. En stor fasvinkel indikerar intakta cellmembran. Den ökar när du är frisk och minskar när du är sjuk. Den minskar även med åldern. När du ökar din fasvinkel saktar du ner åldrandet. Fasvinkeln förbättras enklast genom en ökning av fettfri massa i förhållande till kroppsvikt."
      },
      "BASAL_METABOLIC_RATE_KJ": {
        "label": "Basal Metabolism",
        "description": "Detta är den dagliga energi som din kropp behöver för att utföra de mest grundläggande funktionerna när kroppen är i vila, t.ex. andning och blodcirkulation. Energin påverkas av flera faktorer – inklusive ålder, kön, muskelmassa och även regenerationsnivån efter fysisk aktivitet. Styrketräning och intensiv konditionsträning har positiv inverkan."
      },
      "SEGMENTAL_LEAN_ARM_KG": {
        "label": "Lean Mass Arm",
        "description": "Mager massa i separerad arm. Låga värden indikerar svag segmentell status. Fokusera på att balansera höger och vänster sida för att undvika muskulära obalanser. Kan förbättras genom enarmad styrketräning och hälsosam kost."
      },
      "SEGMENTAL_LEAN_LEG_KG": {
        "label": "Lean Mass Leg",
        "description": "Separerad benmassa. Låga värden indikerar svag segmentell status. Fokusera på att balansera höger och vänster sida för att undvika muskulära obalanser. Kan förbättras genom enbent träning och hälsosam kost."
      },
      "SEGMENTAL_MUSCLE_ARM_KG": {
        "label": "Muskler Arm",
        "description": "Separerad armmuskelmassa. Låga värden indikerar svag segmentell status. Fokusera på att balansera höger och vänster sida för att undvika muskulär obalans. Kan förbättras genom biceps- eller tricepsträning av en arm."
      },
      "SEGMENTAL_MUSCLE_LEG_KG": {
        "label": "Muskler Ben",
        "description": "Separerad muskelmassa i benen. Låga värden indikerar svag segmentell status. Fokusera på att balansera höger och vänster sida för att undvika muskulära obalanser. Kan förbättras genom enbent träning."
      },
      "SEGMENTAL_FAT_TRUNK_KG": {
        "label": "Fettmassa på bålen",
        "description": "Separerad fettmassa på bålen. Låga värden indikerar svag segmentstatus. Fokusera på en hälsosam fettmassa i bålen. Bålen är kroppens mittpunkt och spelar en avgörande roll för stabiliteten i ryggen. Kan förbättras genom mag- eller ryggträning och hälsosam kost."
      },
      "SEGMENTAL_FAT_LEG_KG": {
        "label": "Fettmassa i benen",
        "description": "Fettmassa för separerade ben. Låga värden indikerar svag segmentstatus. Fokusera på att balansera höger och vänster sida för att undvika muskulära obalanser. Kan förbättras genom enbent träning och hälsosam kost."
      },
      "SEGMENTAL_FAT_ARM_KG": {
        "label": "Fettmassa i armen",
        "description": "Separerad fettmassa i armen. Låga värden indikerar svag segmentell status. Fokusera på att balansera höger och vänster sida för att undvika muskulära obalanser. Kan förbättras genom enarmsträning och hälsosam kost."
      },
      "TORSO_LATERAL_FLEXION_DEGREE": {
        "label": "Lat Flex",
        "description": "De laterala bålmusklerna böjer, roterar och stabiliserar din kärna. En ökad muskelstelhet och begränsad flexibilitet kan orsaka smärta i ländryggen. Dessutom är diafragmans och bröstets förmåga att expandera begränsad vilket hämmar normal andning."
      },
      "NECK_LATERAL_FLEXION_DEGREE": {
        "label": "Nacke",
        "description": "De laterala nackmusklerna stabiliserar och rör huvudet. Monotona arbetsställningar, som att arbeta länge vid en dator, och stress leder till minskad flexibilitet, vilket kan leda till huvudvärk, spänningssmärta, käkspänningar och smärta i halsryggen."
      },
      "HIP_EXTENSION_DEGREE": {
        "label": "Höft",
        "description": "Höftböjningsmusklerna styr din hållning under rörelser som promenader och löpning. Lång sittande i sammandragen position gör att musklerna förkortas vilket påverkar din hållning negativt och i slutändan leder till smärta i ländryggen."
      },
      "CHEST_EXTENSION_DEGREE": {
        "label": "Bröstkorg",
        "description": "Bröstmusklerna rör överarmen och stabiliserar axelleden. Om du tillbringar lång tid i framåtlutat läge, t.ex. när du arbetar vid en dator, förkortas bröstmusklerna, vilket kan leda till smärta i halsryggen, axelproblem och hämma andningsfunktionen"
      },
      "HAMSTRING_EXTENSION_DEGREE": {
        "label": "Lårets baksida",
        "description": "Ryggkedjan består av vadmusklerna och de bakre lårmusklerna. Monotona positioner som att sitta eller cykla kan orsaka högre spänning och begränsad flexibilitet, vilket resulterar i en dålig hållning och kan leda till smärta i ländryggen."
      },
      "RESTING_HEART_RATE": {
        "label": "Vilopuls",
        "description": "Vilopuls är det antal gånger hjärtat slår per minut när du är i vila - t.ex. när du är avslappnad, sitter eller ligger ner.du kan enkelt bedöma din vilopuls genom att räkna hjärtslagen under 15 sekunder och multiplicera detta värde med 4. Du kan hitta dina hjärtslag antingen vid handleden eller i halspulsådern. Ett normalvärde för hjärtfrekvensen i vila ligger mellan 50 och 80 slag per minut. En förhöjd hjärtfrekvens i vila är förknippad med en högre dödlighet.",
        "howtoMeasure": "Du kan helt enkelt bedöma din vilopuls genom att räkna hjärtslagen under 15 sekunder och multiplicera detta värde med 4. Du kan hitta hjärtslagen antingen vid handleden eller i halspulsådern. Ett normalvärde för hjärtfrekvensen i vila ligger mellan 50 och 80 slag per minut. En förhöjd hjärtfrekvens i vila är förknippad med en högre dödlighet."
      },
      "BLOOD_PRESSURE_MMHG": {
        "label": "Blodtryck",
        "description": "Blodtrycket återspeglar den allmänna hälsan i hjärt- och kärlsystemet. Ett högt blodtryck kan vara en indikator på underliggande sjukdomar och kan ha långsiktiga effekter. Ett normalt blodtryck är cirka 120 systoliskt och 80 diastoliskt.",
        "howtoMeasureListHeader": "Blodtrycket mäts i millimeter kvicksilver (mmHg) och anges som 2 siffror:",
        "howtoMeasureBullet1": "systoliskt tryck - det tryck som uppstår när hjärtat pressar ut blodet runt kroppen",
        "howtoMeasureBullet2": "diastoliskt tryck - trycket när hjärtat vilar mellan slagen och blodet pressas runt hjärtat",
        "howtoMeasureListFooter": "Det högsta talet är alltid det systoliska trycket och det anges alltid först. Ett blodtryck som anges som \"120 över 80\" eller 120/80 mmHg innebär t.ex. ett systoliskt tryck på 120 mmHg och ett diastoliskt tryck på 80 mmHg.",
        "howtoMeasureFooter": "Du kan mäta ditt blodtryck med en blodtrycksmätare.",
        "howtoMeasureHint": "Rök inte, drick inte koffeinhaltiga drycker och motionera inte inom 30 minuter innan du mäter ditt blodtryck. Sitt med rak rygg och stöd för ryggen. Ta inte mätningen över kläderna."
      },
      "VO2MAX": {
        "label": "VO2max",
        "description": "VO2max är ett direkt mått på din kardiovaskulära kapacitet och återspeglar din kropps förmåga att träna med högre intensitet under en längre tid. Du kan få tillgång till ditt VO2max via cardiotestet och med sportutrustning eller klockor.",
        "howtoMeasureLine1": "VO2max är ett direkt mått på din kardiovaskulära kapacitet och återspeglar kroppens förmåga att träna med högre intensitet under en längre tid.",
        "howtoMeasureLine2": "VO2max mäts i milliliter syre som förbrukas under en minut per kilogram kroppsvikt (ml/kg/min).",
        "howtoMeasureLine3": "Du kan bedöma din VO2max med hjälp av ett konditionstest och med sportutrustning eller klockor."
      }
    },
    "interpretation": {
      "low": "Låg",
      "normal": "Normal",
      "excellent": "Utmärkt",
      "elevated": "Upphöjd"
    }
  },
  "strength": {
    "title": "Styrka Ålder",
    "about": {
      "whatIsHeader": "Vad är styrkan Hälsa",
      "whatIsDescription": "Ett mått på hur ditt muskelsystem presterar vid jämförelse med en genomsnittlig person i din ålder.",
      "howCalculatedHeader": "Hur det beräknas",
      "howCalculatedDescription": "Vi analyserar resultaten från alla maxstyrkemätningar (manuella eller EGYM-maskinbaserade) för att identifiera din styrkekapacitet och muskelobalanser i 3 kroppszoner (överkropp, bål, underkropp).",
      "theKeyMetric": "Det viktigaste måttet är förhållandet mellan din styrka och din kroppsvikt.",
      "theIdealRatio": "Det ideala förhållandet beror på ditt kön och vilken övning du utför."
    },
    "historyTitle": "Styrka Ålder Historia",
    "takeStrengthTest": "Ta ett styrketest",
    "measurementTrackingDescription": "Försök att utföra övningen med så många repetitioner som möjligt på ett kontrollerat sätt med den bästa vikt du kan. Antalet repetitioner som du gör med den vikten används för att uppskatta din maximala styrka.",
    "measurementCalculatedDescription": "Följande värde representerar mängden styrka du förbrukade under testet.",
    "measurementTrackSuccess": "Dina resultat har registrerats framgångsrikt",
    "muscleBalance": {
      "emptyState": {
        "title": "Upptäck din styrka",
        "text": "Gör ett styrketest för att få en analys av din muskelobalans"
      },
      "greatWork": "Bra jobbat!",
      "statusImbalanced": "Obalanserad",
      "statusBalanced": "Balanserad",
      "imbalanced": {
        "abs": "Fokusera mer på dina magmuskler",
        "biceps": "Fokusera mer på dina biceps",
        "calves": "Fokusera mer på dina vader",
        "chest": "Fokusera mer på ditt bröst",
        "hamstring": "Fokusera mer på baksidan av låren",
        "inner_hips": "Fokusera mer på insidan av låren",
        "lats": "Fokusera mer på dina lats",
        "left_gluteus": "Fokusera mer på din vänstra sätesmuskel",
        "left_torso": "Fokusera mer på dina vänstra bål",
        "lower_back": "Fokusera mer på din ländrygg",
        "outer_hips": "Fokusera mer på dina höfter",
        "quadriceps": "Fokusera mer på dina quadriceps",
        "right_gluteus": "Fokusera mer på din högra sätesmuskel",
        "right_torso": "Fokusera mer på dina högra bål",
        "shoulder": "Fokusera mer på dina skuldror",
        "thighs": "Fokusera mer på dina lår",
        "triceps": "Fokusera mer på dina triceps",
        "upper_back": "Fokusera mer på din övre rygg",
        "rear_shoulder": "Fokusera mer på dina bakre axlar"
      },
      "muscle": {
        "abs": "Magmuskler",
        "biceps": "Biceps",
        "calves": "Kalvar",
        "chest": "Bröstkorg",
        "hamstring": "Baksida",
        "inner_hips": "Insida lår",
        "lats": "Lats",
        "left_gluteus": "Vänster sätesmuskel",
        "left_torso": "Vänster bål",
        "lower_back": "Nedre delen av ryggen",
        "outer_hips": "Höfter",
        "quadriceps": "Quadriceps",
        "right_gluteus": "Höger sätesmuskel",
        "right_torso": "Höger bål",
        "shoulder": "Skuldra",
        "thighs": "Lår",
        "triceps": "Triceps",
        "upper_back": "Övre rygg",
        "rear_shoulder": "Bakre axel"
      },
      "guidanceTextBullet3": "För att göra styrketestet ska du genomföra de rekommenderade övningarna för överkropp, bål och underkropp.",
      "guidanceTextBullet2": "Du hittar de ytterligare övningarna genom att trycka på knappen \"+ Visa mer\".",
      "guidanceTextBullet1": "Försök att utföra övningen med så många repetitioner som möjligt på ett kontrollerat sätt med den vikt du kan."
    }
  },
  "muscleBalance": {
    "muscleBalance": "Muskelbalans",
    "muscleBalanceAnalysis": "Analys av muskelbalans"
  },
  "flexibility": {
    "title": "Flexibilitet Ålder",
    "about": {
      "whatIsHeader": "Vad är flexibilitetsåldern",
      "whatIsDescription": "En utvärdering av om dina leder har ett hälsosamt rörelseomfång jämfört med din verkliga ålder.",
      "importantNoticeHeader": "Viktigt meddelande",
      "importantNoticeDescription": "Flexibility Age är fylld med data från Fitness Hub. Följ instruktionerna på Fitness Hub, klara flexibilitetstest och få insikter om din flexibilitetshälsa.",
      "howCalculatedHeader": "Hur det beräknas",
      "howCalculatedDescription": "Vi analyserar alla flexibilitetstestresultat för olika kroppsdelar. Resultaten jämförs med den genomsnittliga flexibiliteten hos andra EGYM-användare.",
      "recommendationDescription": "Använd denna information för att prata med din tränare om träningsmål och möjlig anpassning av övningar i din träningsplan."
    },
    "historyTitle": "Flexibilitet Ålder Historia",
    "recommendations": "Fråga din tränare om du vill ha mer information om övningarna."
  },
  "cardio": {
    "title": "Cardio Ålder",
    "historyTitle": "Cardio Ålder Historik",
    "about": {
      "whatIsHeader": "Vad är Cardio Age",
      "whatIsDescription": "Utvärderar hur väl din cardio-hälsa utvecklas genom att titta på din cardio-prestandanivå och jämföra den med en genomsnittlig person i din verkliga ålder.",
      "howCalculatedHeader": "Hur det beräknas",
      "howCalculatedDescription": "Vi mäter din kardiovaskulära kapacitet och prestanda på höga och låga intensiteter med VO2max-måttet och korrelerar det med blodtryck och vilopuls. VO2max anses allmänt vara den bästa indikatorn för kardiorespiratorisk kondition.",
      "recommendationDescription": "VO2max kan förutsäga risken för tidig död till och med bättre än vissa traditionella riskfaktorer som övervikt, högt kolesterol eller rökning. Den goda nyheten är att du, till skillnad från din faktiska ålder, kan sänka din Cardio Bio Age med vanliga sporter. Vill du bli yngre? Fortsätt träna.",
      "restingHeartRate": "Vilopuls",
      "restingHeartRateDescription": "En normal vilopuls för vuxna ligger mellan 60 och 100 slag per minut.",
      "bloodPressure": "Blodtryck",
      "bloodPressureDescription": "Systoliskt blodtryck &lt; 120 mmHg, diastoliskt blodtryck &lt; 80 mmHg.",
      "vo2MAX": "VO2max",
      "vo2MAXDescription": "Ju högre VO2max, desto mer syre kan din kropp använda och desto bättre blir din kondition och uthållighet.",
      "normalRange": "Normalt intervall",
      "normalRangeMen": "Män: 40 ml/kg/min",
      "normalRangeWomen": "Kvinnor: 35 ml/kg/min",
      "heartRate": "Puls"
    },
    "trackBloodPressure": {
      "diastolicGreaterThanSystolic": "diastoliskt tryck får inte vara högre än systoliskt"
    }
  },
  "myBioage": "Min biologiska ålder",
  "connectedApps": {
    "syncInProgress": "Synkronisering pågår",
    "syncInProgressDescription": "Det kan ta några minuter att synkronisera din data, kom tillbaka senare",
    "yourDataIsAlwaysSecure": "Din data är alltid säker",
    "connectYourData": "Anslut dina data",
    "connectHealthData": "Anslut hälsodata",
    "cardio": {
      "sharingDataHelpsDetermineCardioAge": "Genom att dela dina {{appName}} -data med EGYM, till exempel <0>{{heartRate}}</0> och <1>{{vo2Max}}</1>kan du hjälpa oss att bestämma din cardio-ålder",
      "sharingHealthAppData": "Att dela med dig av<br /> {{healthAppName}} data hjälper dig att bestämma din cardio-ålder."
    },
    "syncError": "Det verkar som om du har avvisat {{appName}} behörigheter tidigare. För att aktivera dem igen, gå till {{appName}} behörigheter och tillåt åtkomst"
  },
  "updateProfileModal": {
    "description": "Lägg till ditt kön och födelsedatum för att få korrekta resultat.",
    "warning": "Minimiålder på 13 år krävs"
  }
}
