{
  "chart": {
    "noDataForThisPeriod": "ไม่มีข้อมูลสำหรับช่วงเวลานี้"
  },
  "measurements": {
    "types": {
      "BMI": {
        "description": "การวัดทั่วไปเพื่อจำแนกน้ำหนักของร่างกายที่สัมพันธ์กับความสูงของร่างกาย อย่างไรก็ตาม ความหมายนั้นมีจำกัด เนื่องจากผู้ที่มีมวลกล้ามเนื้อมากสามารถมีค่าดัชนีมวลกายมากกว่า 25 และยังมีสุขภาพแข็งแรง สำหรับข้อมูลเชิงลึกที่ดีขึ้น ให้ดูที่องค์ประกอบของร่างกาย (ไขมัน กล้ามเนื้อ...) อาจได้รับอิทธิพลในเชิงบวกจากการออกกำลังกายและโภชนาการที่ดีต่อสุขภาพ"
      },
      "BODY_FAT": {
        "description": "ตัวบ่งชี้ที่ดีในการจำแนกองค์ประกอบของร่างกายของคุณ เปอร์เซ็นต์ไขมันในร่างกายสูงเกินไปเป็นตัวบ่งชี้ความเสี่ยงด้านสุขภาพขั้นพื้นฐาน ระดับไขมันในร่างกายที่ยอดเยี่ยมทำให้เห็น \"six pack\" อาจได้รับอิทธิพลในเชิงบวกจากการออกกำลังกายและโภชนาการที่ดีต่อสุขภาพ"
      },
      "WAIST_TO_HIP_RATIO": {
        "description": "ตัวบ่งชี้ทั่วไปสำหรับความเสี่ยงต่อสุขภาพหัวใจและหลอดเลือดโดยดูที่การกระจายไขมันซึ่งกำหนดโดยพันธุกรรมเป็นหลัก ประเภทของร่างกายที่มีไขมันมากขึ้นในบริเวณลำตัวตรงกลางมีความสัมพันธ์กับความเสี่ยงที่สูงขึ้น สำหรับประเภทร่างกายเหล่านั้น สิ่งสำคัญยิ่งกว่าคือการคงรูปร่างโดยรวมไว้ โภชนาการที่ดีต่อสุขภาพและการออกกำลังกายเป็นประจำช่วยได้"
      },
      "WAIST_CM": {
        "description": "เส้นผ่านศูนย์กลางกระบังลมของคุณ ได้รับอิทธิพลในทางลบจากไขมันในช่องท้องและเป็นผลมาจากประเภททางสัณฐานวิทยาของคุณ"
      },
      "HIP_CM": {
        "description": "เส้นผ่านศูนย์กลางสะโพกของแต่ละคน วัดที่บริเวณบั้นท้ายสูงสุด ผลลัพธ์ขององค์ประกอบร่างกายของคุณ"
      },
      "WEIGHT_KG": {
        "description": "น้ำหนักตัวเพียงอย่างเดียวมีค่าที่ จำกัด มากสำหรับสุขภาพ สำหรับข้อมูลเชิงลึกที่แท้จริง ให้ดูที่องค์ประกอบของร่างกาย (ไขมัน กล้ามเนื้อ...) โดยทั่วไป น้ำหนักตัวที่สูงจะส่งผลต่อข้อต่อและเส้นเอ็นมากกว่า คุณต้องสร้างความแข็งแรงของกล้ามเนื้อให้มากขึ้นเพื่อชดเชยผลกระทบนี้"
      },
      "FAT_MASS_INDEX": {
        "description": "ดัชนีมวลไขมันทำให้มวลไขมันสัมพันธ์กับความสูงของร่างกาย เป็นตัวบ่งชี้ที่ดีมากในการจำแนกองค์ประกอบในร่างกายของคุณ ซึ่งเหนือกว่า % ไขมันในร่างกาย ค่าที่สูงเกินไปเป็นตัวบ่งชี้ความเสี่ยงด้านสุขภาพขั้นพื้นฐาน คุณค่าที่ยอดเยี่ยมเป็นสัญลักษณ์ของความสวยงามที่ดีในการเปิดเผย \"six pack\" อาจได้รับอิทธิพลในเชิงบวกจากการออกกำลังกายและโภชนาการที่ดีต่อสุขภาพ"
      },
      "SKELETAL_MUSCLE_MASS": {
        "description": "กล้ามเนื้อมีความสำคัญต่อคุณภาพชีวิต ค่าที่ต่ำเกินไปเป็นตัวบ่งชี้ความเสี่ยงต่อการบาดเจ็บและความเปราะบาง (Sarcopenia) กล้ามเนื้อที่แข็งแรงจะควบคุมระบบภูมิคุ้มกันของคุณ ลดการอักเสบ และปรับปรุงการเผาผลาญ (Myokines) ได้รับอิทธิพลในเชิงบวกจากการฝึกความแข็งแกร่ง"
      },
      "BODY_MUSCLE_PERCENTS": {
        "description": "กล้ามเนื้อมีความสำคัญต่อคุณภาพชีวิต ค่าที่ต่ำเกินไปเป็นตัวบ่งชี้ความเสี่ยงต่อการบาดเจ็บและความเปราะบาง (Sarcopenia) กล้ามเนื้อที่แข็งแรงจะควบคุมระบบภูมิคุ้มกันของคุณ ลดการอักเสบ และปรับปรุงการเผาผลาญ (Myokines) ได้รับอิทธิพลในเชิงบวกจากการฝึกความแข็งแกร่ง"
      },
      "FAT_FREE_MASS": {
        "description": "ผลรวมของกล้ามเนื้อ กระดูก อวัยวะภายใน น้ำ เส้นเอ็น น้ำหนักเลือด ค่าสูงมีความสัมพันธ์กับคำจำกัดความของร่างกายที่สวยงาม และค่าที่ต่ำเกินไปกับระดับความฟิตต่ำ ได้รับอิทธิพลในเชิงบวกจากการฝึกความแข็งแรงและโภชนาการที่ดีต่อสุขภาพ"
      },
      "FAT_FREE_MASS_INDEX": {
        "description": "ดัชนีมวลไร้ไขมันเป็นตัวบ่งชี้การกีฬา ค่าสูงมีความสัมพันธ์กับความสวยงามของร่างกาย และค่าที่ต่ำเกินไปกับระดับสมรรถภาพร่างกายต่ำ ได้รับอิทธิพลในเชิงบวกจากการฝึกความแข็งแรงและโภชนาการที่ดีต่อสุขภาพ"
      },
      "VISCERAL_FAT": {
        "description": "ไขมันในช่องท้องคือไขมันในช่องท้องรอบอวัยวะภายใน ค่าที่สูงเป็นปัจจัยเสี่ยงสำหรับโรคเมตาบอลิซึมและกระบวนการอักเสบ สามารถลดลงได้อย่างมากโดยการฝึกออกกำลังกาย"
      },
      "VISCERAL_FAT_LEVEL_CM2": {
        "description": "ไขมันในช่องท้องคือไขมันในช่องท้องรอบอวัยวะภายใน ค่าที่สูงเป็นปัจจัยเสี่ยงสำหรับโรคเมตาบอลิซึมและกระบวนการอักเสบ สามารถลดลงได้อย่างมากโดยการฝึกออกกำลังกาย"
      },
      "VISCERAL_FAT_RATING": {
        "description": "ไขมันในช่องท้องคือไขมันในช่องท้องรอบอวัยวะภายใน ค่าที่สูงเป็นปัจจัยเสี่ยงสำหรับโรคเมตาบอลิซึมและกระบวนการอักเสบ สามารถลดลงได้อย่างมากโดยการฝึกออกกำลังกาย"
      },
      "BODY_WATER": {
        "label": "น้ำในร่างกาย",
        "description": "ตัวทำละลาย สารขนส่ง ทรัพยากรสารอาหาร และตัวควบคุมอุณหภูมิ ภาวะขาดน้ำเป็นความเสี่ยงต่อสุขภาพที่อันตรายและพบได้บ่อย การดื่มน้ำมากเกินไปเป็นเรื่องปกติ แต่อาจเป็นปัญหาได้ภายใต้เงื่อนไขบางประการ"
      },
      "BODY_PROTEIN_KG": {
        "label": "โปรตีนในร่างกาย",
        "description": "มีความสัมพันธ์กับมวลกล้ามเนื้อและคอลลาเจนสูง สระกรดอะมิโนซึ่งเป็นสารพื้นฐานของชีวิตที่จำเป็นสำหรับกลไกการซ่อมแซมและกระบวนการบำบัดของร่างกายทั้งหมด สถานะโปรตีนต่ำกดระบบภูมิคุ้มกันของคุณและสร้างสถานะสุขภาพที่อ่อนแอ ได้รับอิทธิพลในเชิงบวกจากการฝึกความแข็งแรงและอาหารที่อุดมด้วยโปรตีน"
      },
      "BODY_MINERALS_KG": {
        "label": "แร่ธาตุ",
        "description": "พารามิเตอร์สำหรับความมั่นคงของกระดูกของคุณ ค่าที่ต่ำเกินไปเกี่ยวข้องกับโรคกระดูกพรุนซึ่งเพิ่มความเสี่ยงต่อการแตกหักของกระดูก การฝึกความแข็งแรงเป็นการป้องกันที่สำคัญ ควรใช้ร่วมกับอาหารเสริมแคลเซียมและวิตามินดี"
      },
      "EXTRA_CELLULAR_WATER": {
        "label": "เอ็กซ์ตร้า เซลลูล่า วอเตอร์",
        "description": "ส่วนของน้ำในร่างกายที่แสดงโดยส่วนประกอบของเหลวทั้งหมดในระบบหัวใจและหลอดเลือดของคุณ เป็นสื่อกลางในการขนส่งเมตาบอลิซึมของคุณ ค่าที่ต่ำเกินไปบ่งชี้ถึงภาวะขาดน้ำที่ไม่ดีต่อสุขภาพ การฝึกความอดทนสามารถเพิ่มความสมดุลของน้ำในร่างกายได้"
      },
      "INTRA_CELLULAR_WATER": {
        "label": "น้ำภายในเซลล์"
      },
      "SOFT_LEAN_MASS_KG": {
        "label": "มวลน้อยแบบนุ่มนวล",
        "description": "ผลรวมของน้ำในร่างกาย โปรตีน และแร่ธาตุที่ไม่ใช่ไขมันในร่างกาย ค่าต่ำบ่งบอกถึงภาวะการเลี้ยงดูที่ไม่ดีต่อสุขภาพ นอกเหนือจากความบกพร่องทางพันธุกรรมซึ่งเป็นผลมาจากภาวะโภชนาการและการใช้ชีวิตของแต่ละคน"
      },
      "SEGMENTAL_LEAN_TRUNK_KG": {
        "label": "ลำตัวมวลน้อย"
      },
      "SEGMENTAL_MUSCLE_TRUNK_KG": {
        "label": "กล้ามท้อง"
      },
      "TOTAL_ENERGY_EXPENDITURE": {
        "label": "ค่าใช้จ่ายด้านพลังงานทั้งหมด",
        "description": "นี่คือพลังงานที่ร่างกายต้องการในแต่ละวัน โดยพิจารณาจากการใช้พลังงานขณะพัก (~70%) และปริมาณกิจกรรมประจำวัน (~30%) ได้รับอิทธิพลในเชิงบวกจากการเพิ่มขึ้นของการออกกำลังกายเป็นประจำและการใช้พลังงานขณะพักผ่อนที่เพิ่มขึ้น"
      },
      "RESTING_ENERGY_EXPENDITURE": {
        "label": "ค่าใช้จ่ายพลังงานพักผ่อน",
        "description": "นี่คือพลังงานรายวันที่ร่างกายของคุณต้องการเพื่อทำหน้าที่พื้นฐานที่สุดเมื่อร่างกายของคุณพักผ่อน เช่น การหายใจหรือการไหลเวียนของเลือด ได้รับอิทธิพลจากหลายปัจจัย ได้แก่ อายุ เพศ มวลกล้ามเนื้อ และระดับการฟื้นฟูหลังการออกกำลังกาย ได้รับอิทธิพลในเชิงบวกจากการฝึกความแข็งแรงและการออกกำลังกายแบบคาร์ดิโออย่างเข้มข้น"
      },
      "BODY_PHASE_ANGLE": {
        "label": "มุมเฟส",
        "description": "มุมเฟสเป็นตัวบ่งชี้สุขภาพและความสมบูรณ์ของเซลล์ร่างกาย มุมเฟสสูงแสดงว่าเยื่อหุ้มเซลล์ไม่บุบสลาย มันเพิ่มขึ้นเมื่อคุณแข็งแรงและลดลงเมื่อคุณป่วย มันก็ลดลงตามวัยเช่นกัน เมื่อคุณเพิ่มมุมเฟส คุณจะชะลอความชรา มุมเฟสสามารถปรับปรุงได้ดีที่สุดโดยการเพิ่มมวลที่ปราศจากไขมันเมื่อเทียบกับน้ำหนักตัว"
      },
      "BASAL_METABOLIC_RATE_KJ": {
        "label": "อัตราการเผาผลาญพื้นฐาน",
        "description": "นี่คือพลังงานรายวันที่ร่างกายของคุณต้องการเพื่อทำหน้าที่พื้นฐานที่สุดเมื่อร่างกายของคุณพักผ่อน เช่น การหายใจหรือการไหลเวียนของเลือด ได้รับอิทธิพลจากหลายปัจจัย ได้แก่ อายุ เพศ มวลกล้ามเนื้อ และระดับการฟื้นฟูหลังการออกกำลังกาย ได้รับอิทธิพลในเชิงบวกจากการฝึกความแข็งแรงและการออกกำลังกายแบบคาร์ดิโออย่างเข้มข้น"
      },
      "SEGMENTAL_MUSCLE_ARM_KG": {
        "description": "แยกมวลกล้ามเนื้อแขน. ค่าต่ำแสดงถึงสถานะการแบ่งกลุ่มที่อ่อนแอ เน้นสมดุลด้านขวาและซ้ายเพื่อหลีกเลี่ยงความไม่สมดุลของกล้ามเนื้อ สามารถปรับปรุงได้โดยการฝึกลูกหนูแขนเดียวหรือไขว้"
      },
      "HAMSTRING_EXTENSION_DEGREE": {
        "label": "แฮมสตริง",
        "description": "โซ่หลังประกอบด้วยกล้ามเนื้อน่องและเอ็นร้อยหวาย ท่านอนที่ซ้ำซากจำเจ เช่น การนั่งหรือการขี่จักรยานสามารถทำให้เกิดความตึงเครียดที่สูงขึ้นและความยืดหยุ่นที่จำกัด ซึ่งส่งผลให้มีท่าทางที่ไม่ดีและอาจนำไปสู่อาการปวดหลังส่วนล่างได้"
      }
    },
    "interpretation": {
      "low": "ต่ำ",
      "normal": "ปกติ",
      "excellent": "ยอดเยี่ยม",
      "elevated": "สูง"
    }
  }
}
