{
  "chart": {
    "noDataForThisPeriod": "Bu dönem için veri yok"
  },
  "measurements": {
    "types": {
      "BMI": {
        "description": "Vücut ağırlığını vücut boyuna göre sınıflandırmak için yaygın bir ölçüm. Bununla birlikte, anlamlılık sınırlıdır, çünkü çok fazla kas kütlesi olan kişilerin BMI'si 25'ten büyük olabilir ve yine de sağlıklı olabilir. Daha iyi içgörü için vücut kompozisyonuna bakın (yağ, kaslar,...). Fiziksel aktivite ve sağlıklı beslenmeden olumlu etkilenebilir."
      },
      "BODY_FAT": {
        "description": "Vücut kompozisyonunuzu sınıflandırmak için iyi bir gösterge. Çok yüksek vücut yağ yüzdesi, temel bir sağlık riski göstergesidir. Mükemmel vücut yağ seviyeleri \"altı paketi\" ortaya çıkarır. Fiziksel aktivite ve sağlıklı beslenmeden olumlu etkilenebilir."
      },
      "WAIST_TO_HIP_RATIO": {
        "description": "Esas olarak genetik olarak belirlenen yağ dağılımına bakarak kardiyovasküler sağlık risklerinin ortak göstergesi. Orta gövde bölgesinde daha fazla yağ taşıyan vücut tipleri, daha yüksek bir riskle ilişkilidir. Bu vücut tipleri için genel olarak zayıf kalmak daha da önemlidir. Sağlıklı beslenme ve düzenli egzersiz yardımcı olur."
      },
      "WAIST_CM": {
        "description": "Bireysel göbeğin çapı. İç organlardaki yağdan olumsuz etkilenir ve morfolojik tipinizin bir sonucudur."
      },
      "HIP_CM": {
        "description": "Kişisel kalça çapınız, maksimum kalça bölgesinde ölçülür. Vücut kompozisyonunuzun sonucu."
      },
      "WEIGHT_KG": {
        "description": "Vücut ağırlığı tek başına sağlık için çok sınırlı bir değere sahiptir. Gerçek içgörüler için vücut kompozisyonuna bakın (yağ, kaslar,...). Genel olarak, yüksek vücut ağırlığı eklemler ve tendonlar üzerinde daha fazla etki yaratır. Bu etkileri telafi etmek için daha fazla kas gücü oluşturmanız gerekir."
      },
      "FAT_MASS_INDEX": {
        "description": "Yağ Kütlesi İndeksi, yağ kütlesini vücut boyuna göre ayarlar. Vücut yağ yüzdesinden üstün olan vücut kompozisyonunuzu sınıflandırmak için çok iyi bir göstergedir. Çok yüksek değerler, temel bir sağlık riski göstergesidir. Mükemmel değerler, iyi estetiğin bir işareti olarak \"altılı paket\"i ortaya çıkarır. Fiziksel aktivite ve sağlıklı beslenmeden olumlu etkilenebilir."
      },
      "SKELETAL_MUSCLE_MASS": {
        "description": "Kaslar yaşam kalitesi için önemlidir. Çok düşük değerler, yaralanmalar ve kırılganlık (Sarkopeni) için bir risk göstergesidir. Sağlıklı kaslar bağışıklık sisteminizi düzenler, iltihapları azaltır ve metabolizmayı geliştirir (Miyokinler). Kuvvet antrenmanından olumlu etkilenir."
      },
      "BODY_MUSCLE_PERCENTS": {
        "description": "Kaslar yaşam kalitesi için önemlidir. Çok düşük değerler, yaralanmalar ve kırılganlık (Sarkopeni) için bir risk göstergesidir. Sağlıklı kaslar bağışıklık sisteminizi düzenler, iltihapları azaltır ve metabolizmayı geliştirir (Miyokinler). Kuvvet antrenmanından olumlu etkilenir."
      },
      "FAT_FREE_MASS": {
        "description": "Kas, kemik, iç organ, su, tendon, kan ağırlığının toplamı. Yüksek değerler, estetik bir vücut tanımıyla ve çok düşük değerler, düşük kondisyon düzeyiyle ilişkilidir. Kuvvet antrenmanı ve sağlıklı beslenmeden olumlu etkilenir."
      },
      "FAT_FREE_MASS_INDEX": {
        "description": "Yağsız Kitle İndeksi atletik bir göstergedir. Yüksek değerler, estetik vücut tanımıyla ilişkiliydi ve çok düşük değerler, düşük kondisyon düzeyiyle ilişkiliydi. Kuvvet antrenmanı ve sağlıklı beslenmeden olumlu etkilenir."
      },
      "VISCERAL_FAT": {
        "description": "Visseral yağ, iç organların etrafındaki karın boşluğunuzdaki yağdır. Yüksek değerler metabolik hastalıklar ve inflamatuar süreçler için bir risk faktörüdür. Fitness eğitimi ile önemli ölçüde azaltılabilir."
      },
      "VISCERAL_FAT_LEVEL_CM2": {
        "description": "Visseral yağ, iç organların etrafındaki karın boşluğunuzdaki yağdır. Yüksek değerler metabolik hastalıklar ve inflamatuar süreçler için bir risk faktörüdür. Fitness eğitimi ile önemli ölçüde azaltılabilir."
      },
      "VISCERAL_FAT_RATING": {
        "description": "Visseral yağ, iç organların etrafındaki karın boşluğunuzdaki yağdır. Yüksek değerler metabolik hastalıklar ve inflamatuar süreçler için bir risk faktörüdür. Fitness eğitimi ile önemli ölçüde azaltılabilir."
      },
      "BODY_WATER": {
        "label": "Vucut suyu",
        "description": "Çözücü, taşıma maddesi, besin kaynağı ve sıcaklık düzenleyici. Dehidrasyon tehlikeli bir sağlık riskidir ve oldukça yaygındır. Çok fazla su alımı daha az yaygındır, ancak belirli koşullar altında sorun da olabilir."
      },
      "BODY_PROTEIN_KG": {
        "label": "Vücut Proteini",
        "description": "Kas ve kollajen kütlesi ile yüksek korelasyon. Tüm vücut onarım mekanizması ve iyileşme süreci için gerekli olan, yaşamın temel maddeleri olan amino asit havuzu. Düşük protein durumu bağışıklık sisteminizi baskılar ve zayıf bir sağlık durumu oluşturur. Kuvvet antrenmanı ve protein açısından zengin yiyeceklerden olumlu etkilenir."
      },
      "BODY_MINERALS_KG": {
        "label": "Mineraller",
        "description": "Kemik stabiliteniz için parametre. Çok düşük değerler, kemik kırılma riskini artıran osteoporoz ile ilişkilendirilir. Kuvvet antrenmanı, en iyi kalsiyum ve D vitamini takviyeleri ile birleştirilen önemli bir profilaksidir."
      },
      "EXTRA_CELLULAR_WATER": {
        "label": "Hücre Dışı Su",
        "description": "Kardiyovasküler sisteminizdeki tüm sıvı bileşenleri tarafından temsil edilen vücut suyunun oranı. Metabolik taşıma ortamınızdır. Çok düşük değerler sağlıksız dehidrasyona işaret eder. Dayanıklılık eğitimi vücudunuzun su dengesini iyileştirebilir."
      },
      "INTRA_CELLULAR_WATER": {
        "label": "Hücre İçi Su"
      },
      "SOFT_LEAN_MASS_KG": {
        "label": "Yumuşak Yağsız Kütle",
        "description": "Toplam vücut suyunuz, protein ve kemiksiz minerallerin toplamı. Düşük değerler potansiyel sağlıksız beslenme koşullarını gösterir. Genetik yatkınlığın yanı sıra bireysel beslenme ve yaşam tarzı koşullarının bir sonucudur."
      },
      "SEGMENTAL_LEAN_TRUNK_KG": {
        "label": "Yalın Kütle Gövdesi"
      },
      "SEGMENTAL_MUSCLE_TRUNK_KG": {
        "label": "Kas Gövdesi"
      },
      "TOTAL_ENERGY_EXPENDITURE": {
        "label": "Toplam Enerji Harcaması",
        "description": "Bu, vücudunuzun ihtiyaç duyduğu günlük enerjidir. Dinlenme enerji harcamanız (~%70) ve günlük aktivite miktarınıza (~%30) göre belirlenir. Düzenli fiziksel aktivitedeki artıştan ve dinlenme enerji harcamasındaki artıştan olumlu etkilenir."
      },
      "RESTING_ENERGY_EXPENDITURE": {
        "label": "Istirahat enerji harcamaları",
        "description": "Bu, vücudunuz dinlenirken, nefes almak veya kan dolaşımı gibi en temel işlevleri yerine getirmek için vücudunuzun ihtiyaç duyduğu günlük enerjidir. Yaş, cinsiyet, kas kütlesi ve ayrıca fiziksel aktiviteden sonraki rejenerasyon seviyesi gibi birçok faktörden etkilenir. Kuvvet antrenmanı ve yoğun kardiyo antrenmanlarından olumlu etkilenir."
      },
      "BODY_PHASE_ANGLE": {
        "label": "Faz Açısı",
        "description": "Faz açısı, vücut hücresi sağlığının ve bütünlüğünün bir göstergesidir. Yüksek faz açısı bozulmamış hücre zarlarını gösterir. Sağlıklıyken yükselir, hastayken düşer. Yaşlandıkça da azalır. Faz açınızı artırdığınızda, yaşlanmayı yavaşlatırsınız. Faz açısı, vücut ağırlığına göre yağsız kütledeki bir artışla en iyi şekilde geliştirilebilir."
      },
      "BASAL_METABOLIC_RATE_KJ": {
        "label": "Bazal metabolik oran",
        "description": "Bu, vücudunuz dinlenirken, nefes almak veya kan dolaşımı gibi en temel işlevleri yerine getirmek için vücudunuzun ihtiyaç duyduğu günlük enerjidir. Yaş, cinsiyet, kas kütlesi ve ayrıca fiziksel aktiviteden sonraki rejenerasyon seviyesi gibi birçok faktörden etkilenir. Kuvvet antrenmanı ve yoğun kardiyo antrenmanlarından olumlu etkilenir."
      },
      "SEGMENTAL_MUSCLE_ARM_KG": {
        "description": "Ayrılmış kol kas kütlesi. Düşük değerler, zayıf segmental durumu gösterir. Kas dengesizliklerini önlemek için sağ ve sol tarafınızı dengelemeye odaklanın. Tek kollu pazı veya triseps eğitimi ile geliştirilebilir."
      },
      "SEGMENTAL_FAT_TRUNK_KG": {
        "label": "Gövde Yağ Kütlesi"
      },
      "SEGMENTAL_FAT_LEG_KG": {
        "label": "Bacak Yağ Kütlesi"
      },
      "SEGMENTAL_FAT_ARM_KG": {
        "label": "Kol Yağ Kütlesi"
      },
      "HAMSTRING_EXTENSION_DEGREE": {
        "label": "Hamstring",
        "description": "Sırt zinciri, baldır kasları ve hamstringlerden oluşur. Oturma veya bisiklete binme gibi monoton pozisyonlar, daha yüksek gerginliğe ve sınırlı bir esnekliğe neden olabilir, bu da kötü bir duruşla sonuçlanır ve bel ağrısına yol açabilir."
      }
    },
    "interpretation": {
      "low": "Düşük",
      "normal": "Normal",
      "excellent": "Harika",
      "elevated": "Yükseltilmiş"
    }
  },
  "myBioage": "BioAge Değerim"
}
